{"_id": "https://openalex.org/W98819561", "_source": {"title": "Using interactive data visualisation to explore dynamic urban models", "abstract": "Using interactive data visualisation to explore dynamic urban models. Dynamic urban models embody current theories about how urban systems evolve. To explore the consequences of this theory for a particular urban system requires an urban simulation because the theories are necessarily complicated to deal with the nonlinearity and complexity found in urban systems. Making sense of this output is challenging and in this thesis we explore using interactive visualisation and participation in a simulation to help a user interpret this output. Seven different simulation models are developed and explored using this methodology and applied to present day Greater London and South Yorkshire and the historical United States.", "lang": "en", "id": "https://openalex.org/W98819561"}}
{"_id": "https://openalex.org/W2000792553", "_source": {"title": "The role of Smart Home in Smart Real Estate", "abstract": "The role of Smart Home in Smart Real Estate. Purpose The purpose of this paper is to review an emerging type of dwelling, indicated as Smart Home, with a focus on future user lifestyles and needs. Trends toward sustainability and technological changes dramatically alter the concepts of Smart Home. Consequently, real estate decisions are going to be affected by the Smart Home development. Inspired by research in the field of user centered design and future lifestyles, the authors redefine the housing design to increase the acceptance of Smart Homes in the society. Design/methodology/approach Upcoming trends and developments in housing technologies and concepts are reviewed and analyzed. A multidimensional definition of a Smart Home is suggested which allows a better understanding of the new elements and spaces of this future home. A new concept of a home environment is presented in which virtual space and ambient intelligent space is integrated within the physical space. Furthermore, possible changes in lifestyles enabled by new technological developments are identified. Linking the new home environment concepts with the user's lifestyles provides a research framework for the investigation of Smart Homes. This framework is helpful in addressing the trends of sustainable society inside the domain of Smart Homes and Smart Real Estate. Findings In this paper, the authors provide answers to questions on the feasibility and impact of new technologies on future lifestyle and dwelling in the domain of real estate. Originality/value The presented research framework is not only relevant for academic researchers but also for real estate investors, because it highlights the risks that need to be managed when developing Smart Real Estate.", "lang": "en", "id": "https://openalex.org/W2000792553"}}
{"_id": "https://openalex.org/W2020370744", "_source": {"title": "From Buildings to Smart Buildings—Sensing and Actuation to Improve Energy Efficiency", "abstract": "From Buildings to Smart Buildings—Sensing and Actuation to Improve Energy Efficiency. A holistic approach to reducing the energy footprint of large commercial buildings is proposed. A detailed energy use breakdown within a modern building is presented, leading to the key insight that, in addition to the HVAC system, the energy used by miscellaneous plug loads which include IT equipment must also be addressed. An actuation framework is proposed to control plug-loads and the HVAC system for energy savings.", "lang": "en", "id": "https://openalex.org/W2020370744"}}
{"_id": "https://openalex.org/W2068346014", "_source": {"title": "Bed occupancy monitoring: Data processing and clinician user interface design", "abstract": "Bed occupancy monitoring: Data processing and clinician user interface design. Unobtrusive and continuous monitoring of patients, especially at their place of residence, is becoming a significant part of the healthcare model. A variety of sensors are being used to monitor different patient conditions. Bed occupancy monitoring provides clinicians a quantitative measure of bed entry/exit patterns and may provide information relating to sleep quality. This paper presents a bed occupancy monitoring system using a bed pressure mat sensor. A clinical trial was performed involving 8 patients to collect bed occupancy data. The trial period for each patient ranged from 5-10 weeks. This data was analyzed using a participatory design methodology incorporating clinician feedback to obtain bed occupancy parameters. The parameters extracted include the number of bed exits per night, the bed exit weekly average (including minimum and maximum), the time of day of a particular exit, and the amount of uninterrupted bed occupancy per night. The design of a clinical user interface plays a significant role in the acceptance of such patient monitoring systems by clinicians. The clinician user interface proposed in this paper was designed to be intuitive, easy to navigate and not cause information overload. An iterative design methodology was used for the interface design. The interface design is extendible to incorporate data from multiple sensors. This allows the interface to be part of a comprehensive remote patient monitoring system.", "lang": "en", "id": "https://openalex.org/W2068346014"}}
{"_id": "https://openalex.org/W1995353434", "_source": {"title": "A new hybrid and dynamic fusion of multiple experts for intelligent porch system", "abstract": "A new hybrid and dynamic fusion of multiple experts for intelligent porch system. Intelligent porch research is an important issue in smart home development; however, such a field was rarely investigated in the literature. This investigation proposes a new hybrid and dynamic fusion of multiple experts for the intelligent porch system. First, a new hybrid priority tree with decision fusion (HPTD-fusion) is proposed to eliminate the problems of tag-based authentication outdoors. The HPTD-fusion first verifies the vocal entrance code (VEC), and subsequently the remaining experts are performed in the cases of AND, OR or majority voting for decision fusion. Second, the post-mapping dynamic weighted fusion (PMDW-fusion) scheme is presented to adapt the indoor porch audio-visual environment. The PMDW-fusion dynamically assigns the higher weight to experts with higher performance, and then sums all participating experts for score fusion. The experimental results demonstrate that FRR and FAR can reach up to 0.18 and 0.19, respectively, when the system is tested in the outdoor environment. Furthermore, the indoor recognition accuracy can be increased to 86.1% using the proposed fusion scheme. The experiments have verified the effectiveness and feasibility of the proposed system. Restated, the contribution of this work is to develop a novel intelligent porch system incorporating a natural and unobtrusive method for identity recognition. The proposed system has been installed and tested in a real-world environment in the Technologies for Ubiquitous Computing and Humanity (TOUCH) Center at National Cheng Kung University.", "lang": "en", "id": "https://openalex.org/W1995353434"}}
{"_id": "https://openalex.org/W2064483241", "_source": {"title": "Intelligent truck parking on the Hungarian motorway network", "abstract": "Intelligent truck parking on the Hungarian motorway network. Intelligent truck parking is a relatively new but important part of intelligent transport systems solutions. According to the regulations, truck drivers are forced to take a rest from time to time in order to prevent accidents caused by fatigue. Parking demands often cause capacity problems in parking places. In the research the authors have developed a parking management system that spreads information about actual occupancy and provides detail journey planning by pre-booking of parking spaces. It makes safer and more convenient drivers’ work, optimizes utilization of parking spaces without additional infrastructural investments. The general aim is to develop a European-wide, integrated reservation and information system.", "lang": "en", "id": "https://openalex.org/W2064483241"}}
{"_id": "https://openalex.org/W2069363814", "_source": {"title": "Joint Bayesian decomposition of a spectroscopic signal sequence with RJMCMC", "abstract": "Joint Bayesian decomposition of a spectroscopic signal sequence with RJMCMC. This article presents a method for decomposing a sequence of spectroscopic signals into a sum of peaks whose centers, amplitudes and widths are estimated. Since the peaks exhibit a slow evolution through the sequence, the decomposition is performed jointly on every spectra. To this end, we have developed a Bayesian model where a Markov random field favors a smooth evolution of the peaks through the sequence. The main contribution concerns the estimation of the peak number using the reversible jump MCMC algorithm. We show the accuracy of this approach on synthetic and real data.", "lang": "en", "id": "https://openalex.org/W2069363814"}}
{"_id": "https://openalex.org/W1974623105", "_source": {"title": "Video traffic prediction for improved scheduling in joint WiMAX/satellite networks", "abstract": "Video traffic prediction for improved scheduling in joint WiMAX/satellite networks. This paper improves the video prediction mechanism used for prediction of the uplink real-time traffic of an integrated satellite and WiMAX network. After a bibliographic search on mechanisms for video prediction in WiMAX and satellite networks, the NLMS (Normalized Least Mean Square) algorithm is chosen to be used as part of the existing mechanism, studying three possible alternatives that can be used. The first one proposes the implementation of the NLMS algorithm in the WiMAX BS (Base Station), the second one proposes the implementation of the NLMS algorithm in the satellite terminal, while the third one proposes the implementation of the NLMS algorithm in both the WiMAX BS and the satellite terminal. Simulation results show improved performance of all alternatives, while the best results are given by the second one which also has the lowest complexity in computations and memory. This alternative is finally presented and evaluated.", "lang": "en", "id": "https://openalex.org/W1974623105"}}
{"_id": "https://openalex.org/W2018940283", "_source": {"title": "Vehicle window detection based on line features", "abstract": "Vehicle window detection based on line features. Quickly and accurately locating vehicle windows will greatly improve efficiency of occupant detection in High-occupancy vehicle (HOV) system. Based on the fact that vehicle's windscreen has the geometric characteristics of line borders, a method involving frame difference, optimized edge detection and Hough transform to perform vehicle window detection is proposed. Experimental results have indicated that the proposed is effective for various vehicle type and color under different lighting conditions and backgrounds; and that its average executive time for each vehicle and success rate is 10~20ms and 95.4% respectively.", "lang": "en", "id": "https://openalex.org/W2018940283"}}
{"_id": "https://openalex.org/W2097563885", "_source": {"title": "Joint Source-Channel Coding and Channelization for Embedded Video Processing With Flash Memory Storage", "abstract": "Joint Source-Channel Coding and Channelization for Embedded Video Processing With Flash Memory Storage. This paper presents a joint source coding, channel coding, and flash memory channelization design framework to obtain optimized tradeoffs among energy consumption, bit rate, and end-to-end distortion (i.e., optimal E-R-D tradeoff space) for embedded and mobile devices with limited power source and abundant flash memory storage capacity. The optimal E-R-D tradeoff space enables embedded and mobile devices to cohesively optimize the source coding and data storage system operations subject to run-time power source, storage capacity, and/or distortion constraints. By treating flash memory as a communication channel, this work differs from classical joint source-channel coding from two perspectives: i) Classical joint source-channel coding aims to obtain an optimized R-D (bit rate and distortion) tradeoff space, while we aim to obtain an optimized E-R-D tradeoff space; ii) Flash memory can be configured (or channelized) over an energy consumption versus raw bit error rate tradeoff spectrum, and channelization is an integral part of the joint design. With the focus on video coding, this paper presents theoretical investigations and specific approaches for both scenarios where channel can and cannot contribute to end-to-end distortion. Based on detailed power estimation and representative video sequences, we quantitatively demonstrate the application of the proposed design approaches for obtaining optimized E-R-D tradeoff space.", "lang": "en", "id": "https://openalex.org/W2097563885"}}
{"_id": "https://openalex.org/W99924294", "_source": {"title": "3-D visualisation and GIS as a common platform for planning", "abstract": "3-D visualisation and GIS as a common platform for planning. This study imparts a sound understanding of the effective development and implementation of 3-D visualisation and GIS models for addressing the planning development issues of urban areas. It provides additional insight into the potentials of 3-D visualisation and GIS as a common platform for decision making for local planning authorities.", "lang": "en", "id": "https://openalex.org/W99924294"}}
{"_id": "https://openalex.org/W2068281805", "_source": {"title": "Discriminating Quasars from Stars Based on SDSS and UKIDSS Databases", "abstract": "Discriminating Quasars from Stars Based on SDSS and UKIDSS Databases. Abstract In this work, two different algorithms: Linear Discriminant Analysis (LDA) and Support Vector Machines (SVMs) are combined for the classification of unresolved sources from SDSS DR8 and UKIDSS DR8. The experimental result shows that this joint approach is effective for our case.", "lang": "en", "id": "https://openalex.org/W2068281805"}}
{"_id": "https://openalex.org/W1589519398", "_source": {"title": "Pragmatic Knowledge Codes", "abstract": "Pragmatic Knowledge Codes. The article explains a research program that stems from the author's recent book, How to think about social problems (1994), where she argues for a reorganization of the domains of knowledge in public policy and planning into explicit, pragmatic knowledge codes. The author argues that knowledge in the public policy and planning fields is the common knowledge necessary for informed and responsible participation in public affairs, and thus a necessary condition for creating participatory, democratic communities in modern society.The research project Thalia, outlined here, aims to show how expert knowledge in a relatively simple urban planning knowledge domain, urban forestry, can be made explicit and simulated. Thalia involves the appkation of an artificial intelligence cognitive architecture, FORR (FOr the Right Reasons), developed by computer scientist Susan Epstein. FORR is an architecture particularly promising for public policy and planning because of its ability to incorporate pluralism and pragmatism.", "lang": "en", "id": "https://openalex.org/W1589519398"}}
{"_id": "https://openalex.org/W2917592273", "_source": {"title": "Proceedings of the 2011 Joint Workshop of Fraunhofer IOSB and Institute for Anthropomatics, Vision and Fusion Laboratory", "abstract": "Proceedings of the 2011 Joint Workshop of Fraunhofer IOSB and Institute for Anthropomatics, Vision and Fusion Laboratory. This book is a collection of 15 reviewed technical reports summarizing the presentations at the 2011 Joint Workshop of Fraunhofer IOSB and Institute for Anthropomatics, Vision and Fusion Laboratory. The covered topics include image processing, optical signal processing, visual inspection, pattern recognition and classification, human-machine interaction, world and situation modeling, autonomous system localization and mapping, information fusion, and trust propagation in sensor networks. Umfang: IV, 234 S. Preis: €46.00 | £42.00 | $81.00", "lang": "en", "id": "https://openalex.org/W2917592273"}}
{"_id": "https://openalex.org/W2127152086", "_source": {"title": "Exploring relationships of an urban system: The case of Beyoglu", "abstract": "Exploring relationships of an urban system: The case of Beyoglu. This paper introduces an ongoing research project addressing multi-dimensional and relational complexity of urban features by applying data mining as a methodology of knowledge discovery in urban feature analysis. A methodology is developed for formulation and analysis of an urban database by the complementary application of GIS (Geographical Information Systems) and data mining techniques in order to identify patterns and relationships among multiple urban attributes. The urban database is built upon real and official data of Beyoglu, a historical neighborhood of Istanbul. The paper also includes a specific application of knowledge discovery methodology into Beyoglu urban feature database.", "lang": "en", "id": "https://openalex.org/W2127152086"}}
{"_id": "https://openalex.org/W2082322165", "_source": {"title": "VISUALISATION SUPPORT FOR EXPLORING URBAN SPACE AND PLACE", "abstract": "VISUALISATION SUPPORT FOR EXPLORING URBAN SPACE AND PLACE. Abstract. Urban research is fundamentally underpinned by heterogeneous, highly varied data. The availability and quantity of digital data sources is increasing rapidly. In order to facilitate decision-making and support processes related to urban policy and management, such data has to be readily analysed, synthesised and the results readily communicated to support evidence based decision-making. In this paper, we consider the current state of play of visualisation as it supports urban research. In doing so we firstly consider visualisation environments such as geographical information systems (GIS) and Cartography tools, digital globes, virtual simulation environments, building information models and gaming platforms. Secondly, we consider a number of visualisation techniques with a focusing on GIS and Cartography tools including space time cubes, heat maps, choropleth maps, flow maps and brushing. This review of visualisation environments and techniques is undertaken in the context of the Australian Urban Research Infrastructure Network project (www.aurin.org.au). AURIN is tasked with developing a portal and associated e-Infrastructure, which provides seamless access to federated data, modelling and visualisation tools to support the urban researcher community in Australia. We conclude by outlining future research and development opportunities in developing the AURIN visualisation toolkit by reflecting on the value of visualisation as a data exploration and communication tool for researchers and decision-makers to assist with the study and management of the urban fabric.", "lang": "en", "id": "https://openalex.org/W2082322165"}}
{"_id": "https://openalex.org/W134543057", "_source": {"title": "Participatory democracy and the governance of smart cities", "abstract": "Participatory democracy and the governance of smart cities. Citizens’ participation in urban planning and policy-making develops the traditional top-down governance model via promotion of bottom-up approaches to policy development and decision-making. This evolution drives social innovation in support of planning initiatives and results in more public-oriented policy specification for better governance and sustainable urban environment. Innovative ICT solutions offer significant opportunity to ameliorate the substantial challenges arising from these developments. Smart city defined initiatives promote the use of ICT solutions for better governance in terms of improved communication and information services, as well as offering the potential to provide policy-makers and urban planners with the tools and intelligence needed to actively manage the urban environment. In this paper, we present and discuss smart planning and urban governance in a smart city perspective. Also, we present a case study based on the UrbanAPI project which aims to develop and deploy different ICT solutions for public participation in planning initiatives and policy making at various scales of urban governance.", "lang": "en", "id": "https://openalex.org/W134543057"}}
{"_id": "https://openalex.org/W2553367167", "_source": {"title": "Subjective experiment dataset for joint development of hybrid video quality measurement algorithms", "abstract": "Subjective experiment dataset for joint development of hybrid video quality measurement algorithms. The application area of an objective measurement algorithm for video quality is always limited by the scope of the video datasets that were used during its development and training. This is particularly true for measurements which rely solely on information available at the decoder side, for example hybrid models that analyze the bitstream and the decoded video. This paper proposes a framework which enables researchers to train, test and validate their algorithms on a large database of video sequences in such a way that the - often limited - scope of their development can be taken into consideration. A freely available video database for the development of hybrid models is described containing the network bitstreams, parsed information from these bitstreams for easy access, the decoded video sequences, and subjectively evaluated quality scores.", "lang": "en", "id": "https://openalex.org/W2553367167"}}
{"_id": "https://openalex.org/W2106019990", "_source": {"title": "The OS algorithm: a Joint approach to Exact Optimization and Sampling", "abstract": "The OS algorithm: a Joint approach to Exact Optimization and Sampling. Most current sampling algorithms for high-dimensional distributions are based on MCMC techniques and are approximate in the sense that they are valid only asymptotically. Rejection sampling, on the other hand, produces valid samples, but is unrealistically slow in high-dimension spaces. The OS* algorithm that we propose is a unied approach to exact optimization and sampling, based on incremental renements", "lang": "en", "id": "https://openalex.org/W2106019990"}}
{"_id": "https://openalex.org/W2063754791", "_source": {"title": "Measuring and monitoring occupancy with an RFID based system for demand-driven HVAC operations", "abstract": "Measuring and monitoring occupancy with an RFID based system for demand-driven HVAC operations. Building energy management and the necessity to reduce overall energy consumption is becoming an increasingly important topic. Especially in dynamic environments, where the setting and occupancy keep changing, knowing occupancy information, including the number and identities of the occupants and where they are located, can be beneficial in energy management as well as other application areas including safety, security and emergency response. In particular, occupancy information has a direct impact on various aspects of heating, ventilation, and air conditioning (HVAC) systems, such as heat loads, system running time, required heating, cooling and distribution of conditioned air, and preferred temperature set points. Energy-saving strategies can be carried out in response to real-time occupancy changes. In this paper, an RFID based occupancy detection system is proposed to support demand-driven HVAC operations by detecting and tracking multiple stationary and mobile occupants in multiple spaces simultaneously. The proposed system estimates the thermal zone where each occupant is located, and reports the number of occupants for each thermal zone in real time. The field tests yielded an average zone level detection accuracy of 88% for stationary occupants and 62% for mobile occupants. For scattering analysis, averages distances to corresponding centroids were 1.45 m and 3.24 m for stationary and mobile occupants, respectively. In order to explore the benefits of demand-driven HVAC operations, current HVAC work procedures are examined, major energy consumers in HVAC systems are identified and quantified, and energy-saving strategies are presented. This study aims to support reducing the consumption of the HVAC systems by integration of the occupancy detection system and the demand-driven HVAC operation strategies.", "lang": "en", "id": "https://openalex.org/W2063754791"}}
{"_id": "https://openalex.org/W1990142556", "_source": {"title": "Joint Detection and Estimation: Optimum Tests and Applications", "abstract": "Joint Detection and Estimation: Optimum Tests and Applications. We consider a well-defined joint detection and parameter estimation problem. By combining the Bayesian formulation of the estimation subproblem with suitable constraints on the detection subproblem, we develop optimum one- and two-step test for the joint detection/estimation setup. The proposed combined strategies have the very desirable characteristic to allow for the trade-off between detection power and estimation quality. Our theoretical developments are, then, applied to the problems of retrospective changepoint detection and multiple-input multiple-output (MIMO) radar. In the former case, we are interested in detecting a change in the statistics of a set of available data and provide an estimate for the time of change, while in the latter in detecting a target and estimating its location. Intense simulations in the MIMO radar example demonstrate that by using jointly optimum schemes, we can experience significant improvement in estimation quality, as compared to generalized the likelihood ratio test or the test that treats the two subproblems separately, with only small sacrifices in detection power.", "lang": "en", "id": "https://openalex.org/W1990142556"}}
{"_id": "https://openalex.org/W1981438525", "_source": {"title": "Citizen Apps to Solve Complex Urban Problems", "abstract": "Citizen Apps to Solve Complex Urban Problems. Tackling complex urban problems requires us to examine and leverage diverse sources of information. Today, cities capture large amounts of information in real-time. Data are captured on transportation patterns, electricity and water consumption, citizen use of government services (e.g., parking meters), and even on weather events. Through open data initiatives, government agencies are making information available to citizens. In turn, citizens are building applications that exploit this information to solve local urban problems. Citizens are also building platforms where they can share information regarding government services. Information that was previously unavailable is now being used to gauge quality of services, choose services, and report illegal and unethical behaviors (e.g., requesting bribes). To the best of our knowledge, this is the first paper to examine the range of citizen applications (“citizen apps”) targeting urban issues and to address their effects on urban planning, decision-making, problem solving, and governance. We examine citizen apps that address a wide range of urban issues from those that solve public transportation challenges to those that improve the management of public utilities and services and even public safety.", "lang": "en", "id": "https://openalex.org/W1981438525"}}
{"_id": "https://openalex.org/W2079080049", "_source": {"title": "Effective Environmental Visualization for Urban Planning and Design: Interdisciplinary Reflections on a Rapidly Evolving Technology", "abstract": "Effective Environmental Visualization for Urban Planning and Design: Interdisciplinary Reflections on a Rapidly Evolving Technology. Visioning exercises using computer-based environmental visualization hold significant promise for communicating information and engaging communities in the development and review of planning proposals. The field of visualization research and practice has achieved significant advances in computer technology to the point where it is now possible to represent alternative planning and engineering scenarios with a high degree of photographic realism, data-driven accuracy, and spatial and temporal interactivity. However, the gap in our understanding of what static, video, and agent-based visualization technologies can do and how they should be applied to facilitate rather than frustrate participatory planning has expanded considerably. In the following discussion, the authors discuss the meaning and significance of effective visualization use for urban planning and design. Drawing on developments and principles from related disciplines where visualization tools are developed and applied (e.g., architecture, landscape architecture, resource management, transportation engineering) we present a case for minimum standards in visualization preparation and presentation, the use of “null alternative” scenarios for plan development and review, research to address the “perceptual effectiveness” of video-based formats, and collaborative technology development.", "lang": "en", "id": "https://openalex.org/W2079080049"}}
{"_id": "https://openalex.org/W2422413318", "_source": {"title": "Smart Parking System (SPS) Architecture Using Ultrasonic Detector", "abstract": "Smart Parking System (SPS) Architecture Using Ultrasonic Detector. With the increase in vehicle production and world population, more and more parking spaces and facilities are required. In this paper a new parking system called Smart Parking System (SPS) is proposed to assist drivers to find vacant spaces in a car park in a shorter time. The new system uses ultrasonic (ultrasound) sensors to detect either car park occupancy or improper parking actions. Different detection technologies are reviewed and compared to determine the best technology for developing SPS. Features of SPS include vacant parking space detection, detection of improper parking, display of available parking spaces, and directional indicators toward vacant parking spaces, payment facilities and different types of parking spaces (vacant, occupied, reserved and handicapped) through the use of specific LEDs. This paper also describes the use of an SPS system from the entrance into a parking lot until the finding of a vacant parking space. The system is designed for a four-level parking lot with 100 parking spaces and five aisles on each floor. The system architecture defines the essential design features such as location of sensors, required number of sensors and LEDs for each level, and indoor and outdoor display boards.", "lang": "en", "id": "https://openalex.org/W2422413318"}}
{"_id": "https://openalex.org/W2006061438", "_source": {"title": "Coordination via a relay", "abstract": "Coordination via a relay. In this paper, we study the problem of coordinating two nodes which can only exchange information via a relay at limited rates. The nodes are allowed to do a two-round interactive two-way communication with the relay, after which they should be able to generate i.i.d. copies of two random variables with a given joint distribution within a vanishing total variation distance. We prove inner and outer bounds on the coordination capacity region for this problem. Our inner bound is proved using the technique of “output statistics of random binning\" that has recently been developed by Yassaee, et al.", "lang": "en", "id": "https://openalex.org/W2006061438"}}
{"_id": "https://openalex.org/W2015767555", "_source": {"title": "Using parking pricing as a travel demand management tool at a university campus: an example for Istanbul Technical University", "abstract": "Using parking pricing as a travel demand management tool at a university campus: an example for Istanbul Technical University. This study investigates the potential effects of parking pricing on the private vehicle use of residents of the campuses of large compounds such as universities. For this purpose, a parking pricing model is estimated for the academicians working at the Ayazaga Campus of Istanbul Technical University. Similar to many campus areas, the major problems of this campus are the insufficiency of parking supply and the campus's contribution to the congestion on the surrounding road network. The study combines revealed and stated preference data obtained from a questionnaire, estimates a mode choice model in order to explore responses to different parking pricing scenarios and execute willingness-to-pay analysis. The analyses show that significant switches to mass transit modes can be sustained if parking pricing is introduced.", "lang": "en", "id": "https://openalex.org/W2015767555"}}
{"_id": "https://openalex.org/W1967484209", "_source": {"title": "Vision-based indoor occupants detection system for intelligent buildings", "abstract": "Vision-based indoor occupants detection system for intelligent buildings. In intelligent buildings, practical sensing systems designed to gather indoor occupancy information play an indispensable role in improving occupant comfort and energy efficiency by optimizing control strategies of HVAC (Heating, Ventilation and Air Conditioning) system and lighting system. In this paper we propose a novel method for occupant detection based on video surveillances now widely used in buildings. In our method, a two-staged static detector using both Haar-like and HOG (Histograms of Oriented Gradients) features and a template-based motion analysis module are concatenated to detect the heads of occupants rapidly and effectively. The accuracy can satisfy the requirements of the automation systems in intelligent buildings. Experimental results demonstrate the effectiveness and efficiency of the proposed method.", "lang": "en", "id": "https://openalex.org/W1967484209"}}
{"_id": "https://openalex.org/W1993660725", "_source": {"title": "Fiber Bragg Grating sensor instrumentation for parking space occupancy management", "abstract": "Fiber Bragg Grating sensor instrumentation for parking space occupancy management. This work aims at providing an effective parking management system by reducing the drivers' searching time for vacant car-parking space, in turn improving the traffic flow in the car park areas. This is achieved by the use of Fiber Bragg Grating Sensor (FBG) sensor instrumentation in vehicle parking management system. Present work involves embedding an array of FBG sensors underground in the parking space, then determining the strain changes on the FBG sensor due to load applied by the vehicle parked in the parking space, occupancy of the parking space is determined. To validate the FBG sensor parking management system, three most common cases have been considered. This closed loop FBG parking management system can give real-time feed-back to space-guidance display board helping the driver in maneuvering the vehicle to the appropriate parking space. The proposed technique offers optimized usage of parking space for the various segments of cars and also facilitates in a conjoined automated billing system, as compared to conventional method of parking systems.", "lang": "en", "id": "https://openalex.org/W1993660725"}}
{"_id": "https://openalex.org/W2065119370", "_source": {"title": "ConnectiCity", "abstract": "ConnectiCity. This paper presents the approaches, methodologies and results of a multidisciplinary research project which, over the last 4 years, was able to investigate on the possibility to observe the behavior of city dwellers using information harvested from social networks which was then analyzed using Natural Language Processing techniques to gather insights about the emotions and themes expressed in the messages, and Geo-Referencing, Geo-Parsing and Geo-Coding techniques to understand their relevancy to the various parts of the city. Infoaesthetics and multiple forms of information visualization were designed and used to make information accessible from a variety of perspectives, including ones created to suggest novel practices for Urban Planning, and some versions designed to suggest and support citizen-initiated activities. Research results have been presented, over time, under the form of live prototypes which used urban screens, web applications, mobile applications, and digital devices to promote novel practices for city administration and governance, as well as for participatory and peer-to-peer Urban Planning techniques which would benefit from the produced technologies, methodologies and visualization and interaction metaphors.", "lang": "en", "id": "https://openalex.org/W2065119370"}}
{"_id": "https://openalex.org/W2141393206", "_source": {"title": "ICT-Oriented Urban Planning Strategies: A Case Study of Taipei City, Taiwan", "abstract": "ICT-Oriented Urban Planning Strategies: A Case Study of Taipei City, Taiwan. With the development of wireless technology and its infrastructure networks, information and communication technologies have become widely and deeply embedded in our daily lives. Technological and socioeconomic trends are gradually changing the concept of ICT-oriented urban planning strategies from the virtual city to the ubiquitous city. Many studies have tried to map the relationship between urban planning and ICT strategies, but how the means of implementation influence the outcomes of such strategies is lacking discussion. This study aims to establish an analytical framework for exploring the relationship between the means of implementation and the outcomes of such strategies. The ICT-oriented urban planning experience of Taipei City is used to test the limitations and application of the framework. The study finds that technological trends, physical infrastructure, ICT content, interface design, and user characteristics are key factors that subtly interrelate with each other and should be considered integral when initiating such strategies.", "lang": "en", "id": "https://openalex.org/W2141393206"}}
{"_id": "https://openalex.org/W1988192374", "_source": {"title": "Developing an ICT-enabled, anti-prophetic approach to sustainable cities", "abstract": "Developing an ICT-enabled, anti-prophetic approach to sustainable cities. Cities serious about achieving sustainability need to consider what the role of information might be for them, while acknowledging their municipalities as being more complex than the sum of the physical infrastructure. This paper argues that predicting the future is not a useful mechanism for city planning, and claims that this can actually be disruptive to sustainability because adaptability, differentiation and cultural development are effectively designed out. We argue that the ICT-enabled sustainable city will be an emergent consequence of a variety of factors, a System-of-Systems, including bottom-up design by creative citizens. The paper uses systems thinking to outline core principles for city leaders in dealing with the inherent complexity of delivering successful sustainable cities.", "lang": "en", "id": "https://openalex.org/W1988192374"}}
{"_id": "https://openalex.org/W2151814520", "_source": {"title": "Reducibility of joint relay positioning and flow optimization problem", "abstract": "Reducibility of joint relay positioning and flow optimization problem. This paper shows how to reduce the otherwise hard joint relay positioning and flow optimization problem into a sequence a two simpler decoupled problems. We consider a class of wireless multicast hypergraphs not limited by interference and are mainly characterized by their hyperarc rate functions, that are increasing and convex in power, and decreasing in distance between the transmit node and the farthest end node of the hyperarc. The set-up consists of a single multicast flow session involving a source, multiple destinations and a relay that can be positioned freely. The first problem formulates the relay positioning problem in a purely geometric sense, and once the optimal relay position is obtained the second problem addresses the flow optimization. Furthermore, simple and efficient algorithms are presented that solve these problems.", "lang": "en", "id": "https://openalex.org/W2151814520"}}
{"_id": "https://openalex.org/W2022387605", "_source": {"title": "Experimental study on rationality of &amp;#x2018;Hilbert envelope&amp;#x2019; based on Empirical Mode Decomposition", "abstract": "Experimental study on rationality of &amp;#x2018;Hilbert envelope&amp;#x2019; based on Empirical Mode Decomposition. In auditory science, Hilbert transform (HT) was used for decomposition of temporal envelope (E) and fine structure (TFS) [1]. Sometimes the envelope is called `Hilbert envelope'. Although HT has rigorous mathematical definition, it has little intrinsic physical relationship with E or TFS. Aims to investigate the rationality of that method for E or TFS extraction, this study introduced Empirical Mode Decomposition (EMD). Experiment results showed that HT was usually rational for envelope extraction of narrow-band signals, but not for that of non-narrow-band signals. However, please keep in mind that this conclusion is not a definite proof but a experimental implication under the theory of EMD.", "lang": "en", "id": "https://openalex.org/W2022387605"}}
{"_id": "https://openalex.org/W2154946603", "_source": {"title": "Criteria for Cooperative Urban Design through Digital System of Design Tools", "abstract": "Criteria for Cooperative Urban Design through Digital System of Design Tools. Urban design is a public collaborative activity, which deals with our building environment. We all want to make urban areas pleasant and functional. Both lay public and professionals have to be included in the design process. They have different knowledge backgrounds and expertise, but they need to communicate and collaborate with each other, using a wide variety of digital tools available. However, it can be argued, that existing interfaces cannot meet the needs of this communication process: one of the main problems is that they are not integrated into a recognizable system of tools for public participation in urban design. At different stages of public participation in urban design special needs for specific digital tools can be identified (e.g. digital tools for decision making process, digital tool for informing lay public etc.). These stages and their related suitable digital tools will be defined in the following article as starting points for the development of the digital system of tools mentioned above. 3D city models represent a special digital tool for communication and collaboration between lay public and professionals through the whole process of participation. They are really important for visualization and simulation in cooperative design. The criteria for cooperative design using the 3D city models will be defined in this article: as essential elements of the digital system of urban design collaboration and communication tools.", "lang": "en", "id": "https://openalex.org/W2154946603"}}
{"_id": "https://openalex.org/W2054921039", "_source": {"title": "Joint State and Event Observers for Irregularly Sampled Switching Systems", "abstract": "Joint State and Event Observers for Irregularly Sampled Switching Systems. Joint estimation of states and events in linear regime-switching systems is studied under irregular sampling schemes which stem from improved sampling and quantization methods for efficient utility of communication resources. Joint observability and sampling complexity are established. Observer design and convergence analysis are developed for systems under noisy observations. It is shown that our algorithms converge strongly and guarantee a convergence rate of magnitude O(1/N).", "lang": "en", "id": "https://openalex.org/W2054921039"}}
{"_id": "https://openalex.org/W1997643515", "_source": {"title": "Joint Design of Ranging and Media Access Control in Underwater Acoustic Networks", "abstract": "Joint Design of Ranging and Media Access Control in Underwater Acoustic Networks. Due to the unique characteristics of underwater acoustic channels, most wireless protocols need necessary modifications before being applied to underwater acoustic networks. In order to match underwater environment better and achieve higher performance, underwater acoustic networks are calling for cross-layer design with integrated functions implementing. This paper discusses about how to integrate the ranging technique and media access control (MAC) together. Ranging plays a key role in forming a network topology. However, the independent ranging process in an underwater acoustic network requires frequently media access and affects the performance of MAC protocols. In this paper, a joint design of ranging and MAC was proposed to solve the problem. MAC signals are reused to estimate the range. By applying ranging solutions for Aloha and MACAW, good range estimation was obtained in underwater networks. An undersea experiment was carried out to verify this solution. The experimental results show that the joint design of ranging and MAC is capable to work well in underwater acoustic networks.", "lang": "en", "id": "https://openalex.org/W1997643515"}}
{"_id": "https://openalex.org/W2047097024", "_source": {"title": "Chongqing Intelligent Transport System Plan", "abstract": "Chongqing Intelligent Transport System Plan. With the increasing urbanization and additional traffic it brought, the urban congestion, together with traffic accident and air pollution problems it created, has seriously confronted the society as a whole. Applying intelligent transportation system (ITS) tools to solve these problems in Chongqing are presented in this paper. The ITS is also perceived as the sustainable development tool to address this ever worsening urban traffic problems. The proposed Chongqing ITS Development Plan, which covers 11 domains and 52 subsystem constructions, are discussed in this paper.", "lang": "en", "id": "https://openalex.org/W2047097024"}}
{"_id": "https://openalex.org/W2950837472", "_source": {"title": "Recognizing Activities and Spatial Context Using Wearable Sensors", "abstract": "Recognizing Activities and Spatial Context Using Wearable Sensors. We introduce a new dynamic model with the capability of recognizing both activities that an individual is performing as well as where that ndividual is located. Our model is novel in that it utilizes a dynamic graphical model to jointly estimate both activity and spatial context over time based on the simultaneous use of asynchronous observations consisting of GPS measurements, and measurements from a small mountable sensor board. Joint inference is quite desirable as it has the ability to improve accuracy of the model. A key goal, however, in designing our overall system is to be able to perform accurate inference decisions while minimizing the amount of hardware an individual must wear. This minimization leads to greater comfort and flexibility, decreased power requirements and therefore increased battery life, and reduced cost. We show results indicating that our joint measurement model outperforms measurements from either the sensor board or GPS alone, using two types of probabilistic inference procedures, namely particle filtering and pruned exact inference.", "lang": "en", "id": "https://openalex.org/W2950837472"}}
{"_id": "https://openalex.org/W4300089591", "_source": {"title": "Recognizing Activities and Spatial Context Using Wearable Sensors", "abstract": "Recognizing Activities and Spatial Context Using Wearable Sensors. We introduce a new dynamic model with the capability of recognizing both activities that an individual is performing as well as where that ndividual is located. Our model is novel in that it utilizes a dynamic graphical model to jointly estimate both activity and spatial context over time based on the simultaneous use of asynchronous observations consisting of GPS measurements, and measurements from a small mountable sensor board. Joint inference is quite desirable as it has the ability to improve accuracy of the model. A key goal, however, in designing our overall system is to be able to perform accurate inference decisions while minimizing the amount of hardware an individual must wear. This minimization leads to greater comfort and flexibility, decreased power requirements and therefore increased battery life, and reduced cost. We show results indicating that our joint measurement model outperforms measurements from either the sensor board or GPS alone, using two types of probabilistic inference procedures, namely particle filtering and pruned exact inference.", "lang": "en", "id": "https://openalex.org/W4300089591"}}
{"_id": "https://openalex.org/W1509657466", "_source": {"title": "Research on the strategic planning of urban parking system", "abstract": "Research on the strategic planning of urban parking system. This paper introduces the main contents in strategic planning of urban parking system through the analysis of some key issues about it. The technique methodologies proposed in the research has been successfully applied to the parking system planning in central area of Suzhou, China.", "lang": "en", "id": "https://openalex.org/W1509657466"}}
{"_id": "https://openalex.org/W2142154367", "_source": {"title": "The U-City Paradigm: Opportunities and Risks for E-Democracy in Collaborative Planning", "abstract": "The U-City Paradigm: Opportunities and Risks for E-Democracy in Collaborative Planning. Volunteered Geographic Information (VGI) tools appear to enhance the possibilities offered by a collaborative approach to planning. The present paper analyzes both the results of experiences of the author and of those available in the literature, highlighting possible advantages and disadvantages. After a brief introduction to the meaning of e-democracy, the second part focuses on the role of ICT in collaborative planning, proceeding in the third part to an illustration of an initial panorama of knowledge gathered using ICT in such processes, while discussing criticisms and opportunities. The fourth part discusses the U-city paradigm as a driver of change in urban planning participation processes. Research perspectives are then outlined in the final part.", "lang": "en", "id": "https://openalex.org/W2142154367"}}
{"_id": "https://openalex.org/W2077410202", "_source": {"title": "Joint management of RAM and flash memory with access pattern considerations", "abstract": "Joint management of RAM and flash memory with access pattern considerations. The popularity of flash memory has triggered the emerging of various products with flash memory as storage medium. More advanced architectures with better hardware resources are now explored by vendors to fit different market needs. Different from the past work, this paper proposes to consider RAM as a storage medium together with flash memory to take advantage of the characteristics of both RAM and flash memory. In particular, an adaptive management strategy is proposed with the considerations of access patterns to improve both the system performance and the system endurance. The capability of the proposed approach is evaluated by a series of experiments, for which we have very encouraging results.", "lang": "en", "id": "https://openalex.org/W2077410202"}}
{"_id": "https://openalex.org/W1972520609", "_source": {"title": "Smart cities in the innovation age", "abstract": "Smart cities in the innovation age. Smart cities have become a landmark in urban planning. They are the result of knowledge-intensive and creative strategies aiming at enhancing the socio-economic, ecological, logistic and competitiv...", "lang": "en", "id": "https://openalex.org/W1972520609"}}
{"_id": "https://openalex.org/W3121205411", "_source": {"title": "Smart networked cities?", "abstract": "Smart networked cities?. This paper aims to critically assess the lack of a global inter-urban perspective in the smart city policy framework from a conceptual standpoint. We argue here that the smart city policy agenda should be informed by and address the structure of transnational urban networks as this can affect the efficiency of such local policies. The significance of this global network structure is essential as cities do not exist in a vacuum. On the contrary, urban development is heavily based on urban interdependencies found at a global scale. After critically analyzing smart city characteristics and the world city network literature, we identify the need for global urban interdependencies to be addressed in a smart city policy framework. While this paper approaches this issue from a theoretical standpoint, some policy examples are also provided.", "lang": "en", "id": "https://openalex.org/W3121205411"}}
{"_id": "https://openalex.org/W2031284044", "_source": {"title": "Smartness and European urban performance: assessing the local impacts of smart urban attributes", "abstract": "Smartness and European urban performance: assessing the local impacts of smart urban attributes. Abstract In this paper we adopt a comprehensive definition of Smart City and examine whether and how the main characteristics of urban smartness are growth-enhancing. With a sample of cities from the European Union we assess the city-specific impacts on urban performance of a complex “urban smartness” indicator by applying a Spatial Autoregressive Local Estimate to an urban production function. The results of this econometric analysis point in the direction of the importance of space-specific characteristics in shaping the economic effect of smart urban qualities, providing grounding to place-based public policies that account for local characteristics. We also identify different clusters with respect to the impacts of smartness on urban performance and wealth, highlighting the need for geographically differentiated policy actions. Keywords: smartnessurban performancecitiesJEL classification codes: O18O43O44 Acknowledgement Chiara Del Bo gratefully acknowledges the following research grant: Dote Ricercatori: FSE, Regione Lombardia. Notes 1. UN (Citation2007). 2. A complete list of the cities in our sample is available in Appendix A1. 3. See Glaeser (Citation2008) for a recent overview with a perspective based on the concept of spatial equilibrium, and Camagni (Citation1993) for a broader vision on the determinants of urban performance. 4. For a critical review of the concept of localized knowledge spillovers, see Breschi and Lissoni (Citation2001) and Capello (Citation2009). 5. An interesting applied perspective on the notion, and measurement, of smart cities has been provided by the privately funded research project “Smart cities – ranking of European medium-sized cities”. For more information on the project findings, see Giffinger et al. (Citation2007). 6. The use of the number of visitors to a museum within the Smartness indicator can be related to the notion of usage intensity, in line with traditional infrastructure efficiency studies. This measure is thus different from the pure museum availability for the sampled cities, which can instead be viewed as an amenity measure (thus properly proxying one element in the benefit function of the analyzed cities). 7. See Organization for Economic Cooperation and Development (Citation2005) for further details. Knowledge Intensive Services are henceforth abbreviated as KIS. 8. This is in particular true for the Interreg IVB North Sea Region Programme project “Smart Cities” (www.smartcities.info), which deals in particular with the assessment of the contribution of e-government to urban development. The theoretical paper to which we refer and some of the ideas developed in the present article have been developed within this project. 9. The number of cities included in this analysis is mainly motivated by the data constraint issue. We aimed to cover the widest possible set of cities with the Urban Audit data set while at the same time covering all indicators listed in Table 1. 10. Mathematical details are given in Appendix A2. 11. Pearson's correlation index equals 0.46, significant at all conventional levels, between the log of GDP and the smartness indicator. 12. The low levels of the local impact of smartness may be partially due to the use of the SALE model, which is based on a geographical notion of space, associated with the characteristics of our sample. 13. We thank an anonymous referee for suggesting us this logical implication of our applied analysis.", "lang": "en", "id": "https://openalex.org/W2031284044"}}
{"_id": "https://openalex.org/W1969226759", "_source": {"title": "The application and implementation research of smart city in China", "abstract": "The application and implementation research of smart city in China. Beginning with the explanation of smart city, this paper firstly gave the definition of smart city based on the existing researches and discussed the four characteristics of smart city, which were about interconnection, integration, cooperation and application for the urban information systems. Secondly the development processes of smart city were discussed, and it showed that smart city was the consequence of information technology evolution. Thirdly, the construction modes of smart city in China were summarized, which included constructing integrating smart city, developing smart industry, smart management and service, smart technology and infrastructure, and smart humanity and living. Fourthly construction modes of smart city in China were analyzed from the point of construction routes and countermeasures. Finally, the six trends of smart city were given for government decision-makers and relevant researchers.", "lang": "en", "id": "https://openalex.org/W1969226759"}}
{"_id": "https://openalex.org/W1966620628", "_source": {"title": "Stream-based joint exploration-exploitation active learning", "abstract": "Stream-based joint exploration-exploitation active learning. Learning from streams of evolving and unbounded data is an important problem, for example in visual surveillance or internet scale data. For such large and evolving real-world data, exhaustive supervision is impractical, particularly so when the full space of classes is not known in advance therefore joint class discovery (exploration) and boundary learning (exploitation) becomes critical. Active learning has shown promise in jointly optimising exploration-exploitation with minimal human supervision. However, existing active learning methods either rely on heuristic multi-criteria weighting or are limited to batch processing. In this paper, we present a new unified framework for joint exploration-exploitation active learning in streams without any heuristic weighting. Extensive evaluation on classification of various image and surveillance video datasets demonstrates the superiority of our framework over existing methods.", "lang": "en", "id": "https://openalex.org/W1966620628"}}
{"_id": "https://openalex.org/W2101000887", "_source": {"title": "DroidCluster: Towards Smartphone Cluster Computing -- The Streets are Paved with Potential Computer Clusters", "abstract": "DroidCluster: Towards Smartphone Cluster Computing -- The Streets are Paved with Potential Computer Clusters. What is the processing-power of an omnibus? Can a train compute a climate model? Today's smart phones are becoming more and more powerful and have a performance similar to former high-end workstations. This power can also be used in a joint and cooperative way by building local and mobile ad-hoc clusters. In this paper we will show that setting up a smart phone cluster is not only possible, but it is also a reasonable thing to do, considering the sheer amount of mobile devices and the applications that could benefit from it.", "lang": "en", "id": "https://openalex.org/W2101000887"}}
{"_id": "https://openalex.org/W2099740844", "_source": {"title": "A design model for building occupancy detection using sensor fusion", "abstract": "A design model for building occupancy detection using sensor fusion. Building occupancy sensing is useful for control of building services such as lighting and ventilation, enabling energy savings, whilst maintaining a comfortable environment. However, a precise and reliable measurement of occupancy still remains difficult. Existing technologies are plagued with a number of issues ranging from unreliable data, maintaining privacy, sensor drift, change of use, and short-term financial pressures, including low quality parts and insufficient commissioning. A major performance barrier is currently the fitness to purpose, or otherwise of sensing technologies used. Sensor fusion techniques offer a way to make up for this, aiming to more reliably determine occupancy using a range of different indoor climatic variables. Over the last decade, artificial intelligence (AI) techniques have found some application for building controls, and can also be applied to occupancy estimation. We describe a novel methodology for building occupancy detection using a sensor fusion model based on the Adaptive Neuro-Fuzzy Inference System (ANFIS) algorithm. The system monitors indoor climatic variables, indoor events and energy data obtained from a non-domestic building to infer occupancy patterns.", "lang": "en", "id": "https://openalex.org/W2099740844"}}
{"_id": "https://openalex.org/W1980610245", "_source": {"title": "“Build it and they will come”? A critical examination of utopian planning practices and their socio-spatial impacts in Malaysia's “intelligent city”", "abstract": "“Build it and they will come”? A critical examination of utopian planning practices and their socio-spatial impacts in Malaysia's “intelligent city”. Cyberjaya was heralded in the mid-1990s as the Multimedia Super Corridor's (MSC) flagship “intelligent city” and designed to prepare Malaysia and its citizens for a giant leap forward into an imagined new “information age.” The urban mega-project constituted a state led response to the much hyped “siliconization of Asia” and was planned to fast-track national development through investment in information and communications technologies (ICTs). The creation of an “intelligent city” replete with science parks, technology districts, green campuses for high-tech companies and a manicured environment for their employees was envisaged to attract investment from multinational companies (MNCs), enabling the country to leapfrog up the development chain and become a global “knowledge economy” hub. Ten years on from the excessive high-tech utopianism and urban boosterism that accompanied the city's launch, the paper promotes qualitative methodologies to addresses the uneven socio-spatial consequences of Cyberjaya's utopian project. The paper argues explores how the “intelligent city” manifested itself as a sensorially impoverished, disconnected business park clone with limited innovative capacity and benefits for wider economic and social development.", "lang": "en", "id": "https://openalex.org/W1980610245"}}
{"_id": "https://openalex.org/W1986428756", "_source": {"title": "Using body movement and posture for emotion detection in non-acted scenarios", "abstract": "Using body movement and posture for emotion detection in non-acted scenarios. In this paper, we explored the use of features that represent body posture and movement for automatically detecting people's emotions in non-acted standing scenarios. We focused on four emotions that are often observed when people are playing video games: triumph, frustration, defeat, and concentration. The dataset consists of recordings of the rotation angles of the player's joints while playing Wii sports games. We applied various machine learning techniques and bagged them for prediction. When body pose and movement features are used we can reach an overall accuracy of 66.5% for differentiating between these four emotions. In contrast, when using the raw joint rotations, limb rotation movement, or posture features alone, we were only able to achieve accuracy rates of 59%, 61%, and 62% respectively. Our results suggest that features representing changes in body posture can yield improved classification rates over using static postures or joint information alone.", "lang": "en", "id": "https://openalex.org/W1986428756"}}
{"_id": "https://openalex.org/W1989193160", "_source": {"title": "Joint Node Placement and Assignment for Throughput Optimization in Mobile Backbone Networks", "abstract": "Joint Node Placement and Assignment for Throughput Optimization in Mobile Backbone Networks. We study the novel hierarchical architecture of Mobile Backbone Networks. In such networks, a set of Mobile Backbone Nodes (MBNs), which are envisioned to be airborne, are deployed to provide an end-to-end communications capability for the terrestrial Regular Nodes (RNs). We address the joint problem of placing a fixed number K MBNs, and assigning each RN to exactly one MBN, using two optimization objectives. The first is the Maximum Fair Placement and Assignment (MFPA) problem in which the objective is to maximize the minimum throughput obtained by any RN. The second is the Maximum Throughput Placement and Assignment (MTPA) problem, in which the objective is to maximize the aggregate throughput of the RNs. We develop an optimal polynomial time algorithm for the MFPA problem for any K, and an optimal polynomial time algorithm for the MTPA problem for K≤ 2. We also develop lower complexity approximation algorithms and present simulation results comparing the performance of the various algorithms.", "lang": "en", "id": "https://openalex.org/W1989193160"}}
{"_id": "https://openalex.org/W1998325950", "_source": {"title": "Intelligent Sustainable Liveable Cities", "abstract": "Intelligent Sustainable Liveable Cities. As the urban populations increase we have to think more deeply about how to make cities less stressful and more creative for people to live in. Live ability and quality of life are key factors whilst designing and managing energy, water, pollution and waste systems which are sustainable for the long term. New approaches are proposed with recommendations for achieving these goals.", "lang": "en", "id": "https://openalex.org/W1998325950"}}
{"_id": "https://openalex.org/W1930375355", "_source": {"title": "Smart cities: a survey", "abstract": "Smart cities: a survey. A smart city is one that uses a smart system characterized by the interaction between infrastructure, capital, behaviors and cultures, achieved through their integration. From our survey of the smart city concept by reading recent papers in this field, we found no uniform concept of the smart city; some papers discussed it as a general case study, while others dealt with specific parts. This paper is a survey of a number of articles , which we divided into two categories:1-General case study, which covers the topic of smart city in a general framework, and 2-Specific case study, which covers the topic of the smart city from a specific detailed application, such as Traffic Management System, Smart Grid, Wireless Technology,…etc. The results of our research show that the information of communication technology (ICT) covers all areas on smart cities such as government facilities, buildings, traffic, electricity, health, water, and transport. Until now there is no unique definition for smart cities, most of researcher define the smart city form their needs or prospective.", "lang": "en", "id": "https://openalex.org/W1930375355"}}
{"_id": "https://openalex.org/W2126232468", "_source": {"title": "Smart Planning for Smart Cities", "abstract": "Smart Planning for Smart Cities. Pushed by European research programs, ministries and local governments, the discussion on smart cities is growing rapidly. Most urban planners are looking with interest at the re-emergence of the w...", "lang": "en", "id": "https://openalex.org/W2126232468"}}
{"_id": "https://openalex.org/W2004149277", "_source": {"title": "A Collaborative Environment for Urban Landscape Simulation", "abstract": "A Collaborative Environment for Urban Landscape Simulation. Digital maps are very commonly used in the analysis, administration and representation of urban spaces. Despite the degree of information they can provide, they still pose some difficulties in decision making due to the three-dimensional nature of such ever-changing settings. This paper presents a collaborative solution for large virtual environment recreation aimed at urban landscape simulation. By providing an extensive interactive three-dimensional virtualization of a real-world city, multiple users may contribute with additional data, to either improve the model fidelity or to preview the impact of certain urban changes. This is achieved by employing procedural modeling methods to generate a basic three-dimensional city model from real-world data and a set of parameters, which can later be refined through human intervention. A multi-user simulation platform has been conceived, allowing the collaborative management of the model data, as well as the simulation of possible urban landscape changes, introducing therefore more advanced analysis and representation features to study and discuss the impact of certain decisions on the urban landscape.", "lang": "en", "id": "https://openalex.org/W2004149277"}}
{"_id": "https://openalex.org/W2031928250", "_source": {"title": "Near term computing opportunities in building energy efficiency", "abstract": "Near term computing opportunities in building energy efficiency. Computing is poised to make major contributions to the global sustainability effort by engaging the fields of energy efficiency, renewable energy generation, and energy delivery. This paper discusses three near term opportunities for computing in the field of building energy efficiency. Integrated design uses building energy modeling to search for ultra-efficient buildings tailored to use requirements and climate. Continuous commissioning uses sensing, learning, and model to detect and diagnose mechanical system faults that degrade building energy performance. Computing can also be used to engage building occupants and modify their energy consumption habits.", "lang": "en", "id": "https://openalex.org/W2031928250"}}
{"_id": "https://openalex.org/W2044156470", "_source": {"title": "FOA- Development and Application in Automating Office Works in Industries", "abstract": "FOA- Development and Application in Automating Office Works in Industries. Rapid increase in the number of industrial training institutes and growing competition among them has necessitated the organizations to adopt office automated systems to handle their business functions more effi- ciently and professionally than before. These systems include application of computers and communication technologies to automate the business functions of an organization. This research deals with developing a management information system called FOA (Front Office Automation),using Java Technologies to automate front office works of any industrial organization that deals with the process of providing industrial training to students.", "lang": "en", "id": "https://openalex.org/W2044156470"}}
{"_id": "https://openalex.org/W2055329482", "_source": {"title": "Interdisciplinary experiences in the use of GPR in an urban complex area. The case of the City of Buenos Aires: The utilization of GPR data in a WEB platform GIS for the management of Government", "abstract": "Interdisciplinary experiences in the use of GPR in an urban complex area. The case of the City of Buenos Aires: The utilization of GPR data in a WEB platform GIS for the management of Government. Since 2009, the City of Buenos Aires has an interdisciplinary team of GPR Survey at government level, doomed to the generation of surface information, focusing on the works and urban development projects undertaken by the Government of the City of Buenos Aires, Argentina. After an initial phase of implementation and development of working methods, two years later, the Area of Subsurface Mapping is fully consolidated and focused on various types of projects, which were beyond the detection of utilities in urban areas. This consolidation materializes the interaction of the GPR technology with the photogrametry techniques and GIS. With the purpose of widespread dissemination of the work in all the governments levels and all the citizens, were developed and implemented Systems that allow GIS currently available on Intranet, including the information collected with the GPR and the underground infrastructure to cadastral scale, more than 150 layers of information, aerial photographs and satellite images. Therefore, the management of acquisition by the Government of the City of Buenos Aires of this type of technology brought about the cost savings in terms of working time, the urban scale territorial coverage and ensures the updating and maintenance of information.", "lang": "en", "id": "https://openalex.org/W2055329482"}}
{"_id": "https://openalex.org/W2218271754", "_source": {"title": "PIR 센서를 이용한 전력 관리 시스템 구현", "abstract": "PIR 센서를 이용한 전력 관리 시스템 구현. This paper presented an PIR sensor-based power management system for appliance energy saving in smart house. We measured current consumption of appliances in real time using smart plugs, and checked the occupation of residents using occupancy sensors installed on the door and room. The proposed system saves electric energy to switch off the supply power of unnecessary usages in the unoccupied spaces. Experiments conducted have shown that electric energy usage of appliances can be saved about 34% checked by using occupation.", "lang": "en", "id": "https://openalex.org/W2218271754"}}
{"_id": "https://openalex.org/W311869619", "_source": {"title": "More flexible parking at Regent Arcade Multi-Storey Car Park", "abstract": "More flexible parking at Regent Arcade Multi-Storey Car Park. Cheltenham Borough Council is upgrading the parking system in Regent Arcade Multi-Storey Car Park to a new, more flexible system to coincide with improvements to the shopping centre.", "lang": "en", "id": "https://openalex.org/W311869619"}}
{"_id": "https://openalex.org/W2066550998", "_source": {"title": "Development and Application of an Evaluation Model for Ubiquitous City Project", "abstract": "Development and Application of an Evaluation Model for Ubiquitous City Project. 국가의 신성장 동력으로써 유비쿼터스 도시(U-City) 개발이 추진되고 있다. U-City는 국가 차원에서 수행되는 미래전략 프로젝트이며, 도시의 다양한 문제점들을 해결하여 지속가능한 도시 조성에 그 목적이 있다. 또한, 전 세계적으로도 미래도시 연구의 선도적인 역할을 하고 있으며, 정부, 산업계를 비롯하여 학계에서도 U-City 개발과 관련한 다양한 연구가 진행되고 있다. 하지만, 무분별한 사업 추진과 장기적인 효과에 대한 가시적인 평가가 이루어지고 있지 않기 때문에 자칫 하면 난개발이 될 수 있다는 우려가 발생하고 있다. 따라서, 이러한 문제점들을 극복하고 보다 안정적인 개발이 이루어지기 위해서는 U-City 사업평가에 대한 근본적인 고찰이 필요할 것으로 보인다. 본 연구에서는 U-City 사업을 점검하기 위한 평가체계를 제시하고, U-City에 적용하여 평가체계의 활용방안을 논하고자 한다. Ubiquitous City is emerging as a new paradigm in future city development. U-City is nationwide project for future strategy to implement sustainable city environment and solve several issues in urban area. And as worldwide leading role on future city research, there are lots of U-City related researches in Government and Industry sector. However, it has raised unsustainable development concerns that indiscriminate promotion and visibility for long-term effects because it is not conducted an assessment. Thus, to overcome these problems and in order to develop a more stable U-City project, need to a fundamental consideration about U-City evaluation. This study is to provide the evaluation framework for Ubiquitous City(U-City). The framework is consisted of evaluation dimensions derived from characteristics of U-City development project. From this research, we expect it helps U-City development to be inspected and managed.", "lang": "en", "id": "https://openalex.org/W2066550998"}}
{"_id": "https://openalex.org/W1003760210", "_source": {"title": "Survey on Energy Efficiency in Office and Residential Computing Environments", "abstract": "Survey on Energy Efficiency in Office and Residential Computing Environments. Energy efficiency of computing equipment in office and residential environments gets more and more important, with respect to the world-wide desire to reduce CO2 emissions and the increasing cost of energy. While hardware itself gets cheaper, the cost of energy begins to dominate the total cost of ownership of a product. This paper gives an overview on energy saving methods that are applied today, with a special focus on office and residential environments. Currently used methods are classified into three categories: (1) autonomous management of devices, (2) coordinated management of devices, and (3) coordinated management of services. Various implementations of these methods in office and residential environments are described and compared to each other. The comparison illustrates possible directions of future research in the area of energy efficiency.", "lang": "en", "id": "https://openalex.org/W1003760210"}}
{"_id": "https://openalex.org/W2165618261", "_source": {"title": "São Paulo: Visões Da Megacidade Sustentável", "abstract": "São Paulo: Visões Da Megacidade Sustentável. Envisioning Sao Paulo’s sustainable urban future by imagining it composed of many cities inside the megacity, each with different territorial contexts, densities, qualities, issues, opportunities, and demands through a smart city management is the heart of this work. The top challenges presented are: mobility, housing, environmental issues, inclusion, governance, and opportunities, including at the informal territories context. To better understand the main idea, we present some problems in short but important descriptions: megacities context; Sao Paulo context; urban Interventions in the city; the reinvention process needed; the desired massive changes proposed; urban design ecologies.", "lang": "en", "id": "https://openalex.org/W2165618261"}}
{"_id": "https://openalex.org/W2275671704", "_source": {"title": "Integrated Appliances Alarm", "abstract": "Integrated Appliances Alarm. The device was designed and built to meet the needs and interest of modern mankind. This device had a system which employed signal switch that served as stimulus to produce specified responses as soon as thieves would try to steal any appliance at home. The researchers used a method of experimental development and descriptive approaches to establish the functionality. The findings showed the project's usefulness to homeowners in protecting their appliances from thieves.", "lang": "en", "id": "https://openalex.org/W2275671704"}}
{"_id": "https://openalex.org/W2502710043", "_source": {"title": "Application of Internet of Things Technology in the Property Management of Intelligent Residential District", "abstract": "Application of Internet of Things Technology in the Property Management of Intelligent Residential District. This article is in view of the development of residential communities tends to be intelligent, digital, network-based, take the property management of intelligent residential district as the object of study and analyze the application of Internet of Things technology in the property management system of intelligent residential district. And a property management platform of intelligent residential district was built based on the IOT technology and the implement steps were set forth in this article, all of which is order to lay the foundation for building the intelligent community and developing intelligence and perception city.", "lang": "en", "id": "https://openalex.org/W2502710043"}}
{"_id": "https://openalex.org/W2149973764", "_source": {"title": "A Non-Intrusive Occupancy Monitoring System for Demand Driven HVAC Operations", "abstract": "A Non-Intrusive Occupancy Monitoring System for Demand Driven HVAC Operations. In the U.S., 40% of the energy consumption is from buildings, approximately 48% of which is consumed by heating, ventilation, and air conditioning (HVAC) systems. Implementing demand driven HVAC operations is a way to reduce HVAC related energy consumption, and ultimately to achieve sustainable building operations and maintenance. This relies on the availability of occupancy information, which determines peak/off-hour modes and impacts cooling/heating loads of HVAC systems. This research proposes an occupancy monitoring system that is built on a combination of non-intrusive sensors that can detect indoor temperature, humidity, CO2 concentration, door status, light, sound and motion. The effectiveness of each sensor in occupancy estimation is evaluated. The sensor data is communicated wirelessly, and processed in real time using a back-propagation (BP) artificial neural network (ANN) algorithm. Field tests are carried out in a lab space that is shared by up to 9 people for 15 consecutive days. The test results report an overall detection rate of over 90%, which indicates the ability of the proposed system to monitor the occupancy information of multi-occupancy spaces in real time in support of demand driven HVAC operations.", "lang": "en", "id": "https://openalex.org/W2149973764"}}
{"_id": "https://openalex.org/W2136473471", "_source": {"title": "Development of 4D Public Participation GIS to Improve Communication of City Transformation Processes", "abstract": "Development of 4D Public Participation GIS to Improve Communication of City Transformation Processes. Based on a case study of the city transformation of Kiruna we concluded that the information about the urban planning processes; (1) was scattered and hard to understand and (2) not communicated properly for the public to be able to participate. Here public participation geographical systems (PPGIS) and modeling of a project delivery timeline, also known as 4D, are possibilities to improve communication with stakeholders in urban planning and construction processes. As a result, we set up three requirements for the development of a 4D PPGIS communication platform. Firstly, time-space urban planning information must be available and understandable for the citizens to comprehend. Secondly, the communication platform must support two-way asynchronous communication for collecting public opinions and proposals. Finally, the user interface, operations and management of the platform must engage citizens to participate in the urban planning process. An experimental 4D PPGIS based on Google Earth and Facebook services was developed to visualize geo-referenced past, current and future urban activities and support public discussions regarding planning proposals. The prototype is currently being evaluated in the first iterative cycle of the information system development method.", "lang": "en", "id": "https://openalex.org/W2136473471"}}
{"_id": "https://openalex.org/W574180316", "_source": {"title": "Energy efficiency in public buildings through ICT based control and monitoring systems", "abstract": "Energy efficiency in public buildings through ICT based control and monitoring systems. At the end of 2010 the European Commission, within the Seventh Framework Program, has founded a project entitled Smart Energy Efficient Middleware for Public Spaces (SEEMPubS). The project addresses the topic of energy savings in existing public buildings, when no significant retrofits on building envelope or plants can be done and savings can be achieved by designing intelligent ICT-based service to monitor and control environmental conditions, energy loads and plants operation. To achieve this goal the project will implement, in a set of demonstrator buildings, an interoperable web-based software and hardware solution for real-time monitoring and control of lighting, heating, ventilation and air conditioning services, through both wired and wireless sensor networks. In the paper the first phase of the project, concerning the selection of the environments to be used as demonstrator and the definition of the control and monitoring strategies to reduce energy consumptions for lighting and air conditioning, are presented", "lang": "en", "id": "https://openalex.org/W574180316"}}
{"_id": "https://openalex.org/W2236819685", "_source": {"title": "Strategies on Building a Smart City", "abstract": "Strategies on Building a Smart City. This paper presented the strategies on building a smart city via strategic value chain management analysis. Specifically, a smart city value chain model was built to define the smart city, including the development on five primary smart activities and four smart support activities in the model. This paper provides strategies and a platform on how to transform a city into to a smart city. The paper will also assist top level administrators when they make decisions on building a smart city to improve people's living standards.", "lang": "en", "id": "https://openalex.org/W2236819685"}}
{"_id": "https://openalex.org/W2409348146", "_source": {"title": "Research on the Cross-Regional E-government System: Concept, Structure and Synergy Mechanism", "abstract": "Research on the Cross-Regional E-government System: Concept, Structure and Synergy Mechanism. Cross-regional e-Government system is a total solution for providing regional policy information and cross boundary services to satisfy different kinds of organizations and pubic from different area. On the support of three main modules of basic platform, core functions and operating mechanisms, the system contains intergovernmental synergy mechanism, cross-department synergy mechanism and embedded multi-organization synergy mechanism, which make local governments with their departments joint-up and dispose of regional public affairs cooperatively. Cross-regional e-Government system helps to realize seamless regional service providing and multi-organization synergetic governance of local governments, social organizations, enterprises and public.", "lang": "en", "id": "https://openalex.org/W2409348146"}}
{"_id": "https://openalex.org/W2479356363", "_source": {"title": "Study on the Leshan Urban Planning of Management Information System Base on Business Flow", "abstract": "Study on the Leshan Urban Planning of Management Information System Base on Business Flow. With the improvement of the urbanization and the continuous, the pace of urban construction is Accelerating, develop a management information system is necessary of efficient, scientific. This paper Study on the Urban Planning of MIS base on business flow, on this basis, design and study for system function module by Arc Engine for the development of modules, with .Net Framework, C#, Arc SDE, GeoDataBase and Oracle technology, developed an Urban Planning of MIS, Workflow with business flow, include graphics, text, tables and spatial objects, the system has been put into use. Then this paper embodies planning management business office normalization, standardization and scientific for urban planning management, bring urban planning into information age.", "lang": "en", "id": "https://openalex.org/W2479356363"}}
{"_id": "https://openalex.org/W1574209035", "_source": {"title": "Joint Detection and Estimation under Uncertainty, <i> p <sub>k</sub> </i> ( <i>H</i> <sub>1</sub> ) &lt; 1. II. Multiple Hypotheses and Sequential Observations", "abstract": "Joint Detection and Estimation under Uncertainty, <i> p <sub>k</sub> </i> ( <i>H</i> <sub>1</sub> ) &lt; 1. II. Multiple Hypotheses and Sequential Observations. This chapter focuses on the single decision cases involving simultaneous optimum detection and estimation under multiple hypotheses. It discusses joint detection (D) and estimation (E) based on data from a single space-time observation interval. The chapter considers the common case of separate detection and estimation, in which, however, the estimates are now modified by the fact that they are made under uncertainty as to whether or not the particular signal is actually present. It then examines the situation where there is strong coupling between detection and estimation, which influences both the detection and estimation structures and decisions. Both unsupervised and supervised leaning modes, that is, “learning without” and “learning with” teacher, are considered here. Controlled Vocabulary Terms signal detection; uncertainty handling; unsupervised learning", "lang": "en", "id": "https://openalex.org/W1574209035"}}
{"_id": "https://openalex.org/W2045670735", "_source": {"title": "\"I had a dream and i built it\"", "abstract": "\"I had a dream and i built it\". Research on smart homes and ubiquitous homes is often highly focused on the challenges and obstacles for establishing and living in smart homes. Few have studied peoples' motivations for establishing smart homes as well as the real life experiences living in such homes. We have had the chance to study 27 homes of very wealthy people around the world, living in homes containing the smartness and intelligence money can buy today. We report on the passions and experiences motivating people to live in smart environments. In particular we describe how people use technologies for staging themselves and for exposing their power.", "lang": "en", "id": "https://openalex.org/W2045670735"}}
{"_id": "https://openalex.org/W1963968891", "_source": {"title": "Occupancy and indoor environment quality sensing for smart buildings", "abstract": "Occupancy and indoor environment quality sensing for smart buildings. This paper presents a technique to determine the occupancy and indoor environment quality (IEQ) in buildings by enhancing physical measurements from a distributed sensor network with a statistical estimation method. The research is motivated by the increasing demand for improving energy efficiency while maintaining healthy and comfortable environment in buildings. Features representing the occupancy level and the relative changes are extracted from a suite of sensors: passive infra-red (PIR) sensors, Carbon Dioxide (CO <sub xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" xmlns:xlink=\"http://www.w3.org/1999/xlink\">2</sub> ) concentration sensors, and relative humidity (RH) sensors, which are networked and installed in a laboratory. An Autoregressive Hidden Markov Model (ARHMM) has been developed to model the occupancy pattern, based on the measurements, given its ability to establish correlations among the observed variables. The result is compared with that obtained from the classical Hidden Markov Model (HMM) and Support Vector Machines (SVM), which indicates that the ARHMM estimation method performed better than the other two methods, with an average estimation accuracy of 80.78%.", "lang": "en", "id": "https://openalex.org/W1963968891"}}
{"_id": "https://openalex.org/W2025880004", "_source": {"title": "Practical application of a sensor overlay system for building monitoring and commissioning", "abstract": "Practical application of a sensor overlay system for building monitoring and commissioning. The drive to design more energy efficient buildings is increasingly leading to complex buildings with finely balanced ventilation and heating/cooling strategies. Commissioning of the often complex control systems is difficult and time consuming, as it relies on the sensing technology of the Building Management System, which is designed to control the building during normal operation, but lacks the resolution for thorough analysis of internal conditions to resolve initial building operation problems. This can result in a drawn out commissioning process, which is costly for the construction team. Moreover, insufficient commissioning and maintenance of building controls can lead to poorly functioning buildings, with great cost-implications for landlords, occupants and employers. This paper introduces a sensor overlay method that can support building control commissioning and maintenance by providing high-resolution data and speeding up the commissioning process. The development of the method and its practical application during a long-term study period, which coincided with the commissioning of an advanced naturally ventilated building, are described. The benefits for the design and commissioning teams and the implications for other stakeholders are explored.", "lang": "en", "id": "https://openalex.org/W2025880004"}}
{"_id": "https://openalex.org/W2002553951", "_source": {"title": "Occlusion-aware reconstruction and manipulation of 3D articulated objects", "abstract": "Occlusion-aware reconstruction and manipulation of 3D articulated objects. We present a method to recover complete 3D models of articulated objects. Structure-from-motion techniques are used to capture 3D point cloud models of the object in two different configurations. A novel combination of Procrustes analysis and RANSAC facilitates a straightforward geometric approach to recovering the joint axes, as well as classifying them automatically as either revolute or prismatic. With the resulting articulated model, a robotic system is able to manipulate the object along its joint axes at a specified grasp point in order to exercise its degrees of freedom. Because the models capture all sides of the object, they are occluded-aware, enabling the robotic system to plan paths to parts of the object that are not visible in the current view. Our algorithm does not require prior knowledge of the object, nor does it make any assumptions about the planarity of the object or scene. Experiments with a PUMA 500 robotic arm demonstrate the effectiveness of the approach on a variety of objects with both revolute and prismatic joints.", "lang": "en", "id": "https://openalex.org/W2002553951"}}
{"_id": "https://openalex.org/W2098050189", "_source": {"title": "A framework for smart location-based automated energy controls in a green building testbed", "abstract": "A framework for smart location-based automated energy controls in a green building testbed. Current building designs are not energy-efficient enough due to many reasons. One of them is the centralized control and fixed running policies (e.g. HVAC system) without considering the occupants' actual usage and adjusting the energy consumption accordingly. In this paper, we discuss our multi-disciplinary project on a green building testbed on which we introduce mobile location service into the energy policy control by using the now popular GPS-embedded smart phones. Every occupant in the building who has a smart phone is able to monitor their usage and adjust their own energy policy in real-time. This changes the centralized control inside the building into a distributed control paradigm. It allows the occupants with different roles to participate in the energy consumption reduction efforts. Latest information technologies such as mobile smart device-based location service, distributed control, and cloud computing are used in this project. The major idea and experimental system is expected to be applied to not only green buildings but also vast number of the conventional buildings to reduce the energy consumption without sacrificing the human comfort and convenience.", "lang": "en", "id": "https://openalex.org/W2098050189"}}
{"_id": "https://openalex.org/W1971903376", "_source": {"title": "On Joint Cryptographic Verification and Channel Decoding via the Maximum Likelihood Criterion", "abstract": "On Joint Cryptographic Verification and Channel Decoding via the Maximum Likelihood Criterion. The scenario is considered where a message, together with its message authentication code (MAC), is transmitted over a noisy channel. It is assumed that a forward error correcting channel code is used to reduce the error rate, but no repeat mechanism (ARQ) is used to correct the remaining errors. In such systems, uncorrected errors usually cause rejection of messages with an incorrect MAC. This paper introduces a technique for joint verification and decoding of the received message, based on targeting the maximum likelihood (message, MAC) pair. This allows the acceptance of corrected messages and their MACs, even if a few bits of the MAC are incorrect. This is comparable to the situation where handwritten signatures are accepted provided they are not too different from a reference. The algorithm also outputs a reliability measure on the verified message in the form of a log-likelihood ratio (LLR). A simulation-based comparison shows that the proposed scheme gives a large improvement of the acceptance rate of MACs, with respect to an equally secure conventional system.", "lang": "en", "id": "https://openalex.org/W1971903376"}}
{"_id": "https://openalex.org/W2042960660", "_source": {"title": "A particle filtering approach for joint vehicular detection and tracking in lidar data", "abstract": "A particle filtering approach for joint vehicular detection and tracking in lidar data. This paper presents a method for joint detection and tracking of vehicles in scanning laser range data. Many methods use a solution that processes the raw data in a detection procedure and then tracks the detected object in an association/tracking procedure. The proposed approach uses a preclustering stage (SIP) as an input of the tracking process that allows to manage the displacement of the center-of-gravity and the changes in the apparent shape from object and motion modeling. The global problem is then described using a state-space modeling which is solved by a nonlinear filtering method.", "lang": "en", "id": "https://openalex.org/W2042960660"}}
{"_id": "https://openalex.org/W1997043484", "_source": {"title": "Subspace-based joint multiband detection for wideband spectrum sensing", "abstract": "Subspace-based joint multiband detection for wideband spectrum sensing. The paper presents a new method for the simultaneous detection of signals occupying separate portions of an observed wide frequency band. The method is based on the subspace decomposition of the covariance matrix of the observed signal. The proposed method does not rely on the knowledge of the noise power and gives good results in terms of correct detections and false alarm rate, even for low SNR values.", "lang": "en", "id": "https://openalex.org/W1997043484"}}
{"_id": "https://openalex.org/W2083899269", "_source": {"title": "Large-Scale Intelligent Building Energy-Saving Measures Based on BA System", "abstract": "Large-Scale Intelligent Building Energy-Saving Measures Based on BA System. With the rapid development of the intelligent building in China, Intelligent building energy consumption has become a social and economic development in a strategic issue that can not be ignored in our society. In this paper, we proposed the energy saving measures in central air conditioning and ventilation system and lighting system of large-scale intelligent building building automation (BA) system from four aspects.", "lang": "en", "id": "https://openalex.org/W2083899269"}}
{"_id": "https://openalex.org/W2007043312", "_source": {"title": "The Developing Appropriate Methodology of Urban Design - A GIS Based Tool of Spatial Analysis", "abstract": "The Developing Appropriate Methodology of Urban Design - A GIS Based Tool of Spatial Analysis. With the information system greatly influencing on the city, the traditional urban design method has appeared some negatives so that the practice needs to rethink conventional approaches to new urban design and management challenges. This paper discusses the ‘before and after’ and several key elements for the future development of the urban design based GIS-technology. The research work outlines how various softwares might form a tool kit to aid its process. Finally, the result concludes with speculations on the future of GIS for urban design.", "lang": "en", "id": "https://openalex.org/W2007043312"}}
{"_id": "https://openalex.org/W2168579388", "_source": {"title": "Design of Urban Residential Small Lifting and Transferring Solid Garage", "abstract": "Design of Urban Residential Small Lifting and Transferring Solid Garage. To meet the requirements of urban residential parking, a kind of small mechanical lifting and transferring solid garage which has three storey with a pit has been designed instead of solid garage building. The design principle and methods of the mechanical solid garage are presented.", "lang": "en", "id": "https://openalex.org/W2168579388"}}
{"_id": "https://openalex.org/W2619213620", "_source": {"title": "Geraldton becomes IBM's smart city winner", "abstract": "Geraldton becomes IBM's smart city winner. Following Townsvile's win as IBM's smart city chalenger in 2011, Geraldton in Western Australia has recently bagged the crown, Lilia Guan reports.", "lang": "en", "id": "https://openalex.org/W2619213620"}}
{"_id": "https://openalex.org/W1678114246", "_source": {"title": "On Finding Joint Subspace Boolean Matrix Factorizations", "abstract": "On Finding Joint Subspace Boolean Matrix Factorizations. Previous chapter Next chapter Full AccessProceedings Proceedings of the 2012 SIAM International Conference on Data Mining (SDM)On Finding Joint Subspace Boolean Matrix FactorizationsPauli MiettinenPauli Miettinenpp.954 - 965Chapter DOI:https://doi.org/10.1137/1.9781611972825.82PDFBibTexSections ToolsAdd to favoritesExport CitationTrack CitationsEmail SectionsAboutAbstract Finding latent factors of the data using matrix factorizations is a tried-and-tested approach in data mining. But finding shared factors over multiple matrices is more novel problem. Specifically, given two matrices, we want to find a set of factors shared by these two matrices and sets of factors specific for the matrices. Not only does such decomposition reveal what is common between the two matrices, it also eliminates the need of explaining that common part twice, thus concentrating the non-shared factors to uniquely specific parts of the data. This paper studies a problem called Joint Subspace Boolean Matrix Factorization asking exactly that: a set of shared factors and sets of specific factors. Furthermore, the matrix factorization is based on the Boolean arithmetic. This restricts the presented approach suitable to only binary matrices. The benefits, however, include much sparser factor matrices and greater interpretability of the results. The paper presents three algorithms for finding the Joint Subspace Boolean Matrix Factorization, an MDL-based method for selecting the subspaces' dimensionality, and throughout experimental evaluation of the proposed algorithms. Previous chapter Next chapter RelatedDetails Published:2012ISBN:978-1-61197-232-0eISBN:978-1-61197-282-5 https://doi.org/10.1137/1.9781611972825Book Series Name:ProceedingsBook Code:PRDT12Book Pages:1-1150", "lang": "en", "id": "https://openalex.org/W1678114246"}}
{"_id": "https://openalex.org/W8508133", "_source": {"title": "Study on an Algorithm for Public Transport Planning on Urban Road Based on Ichnography", "abstract": "Study on an Algorithm for Public Transport Planning on Urban Road Based on Ichnography. Currently many of our major cities are engaged in planning the roads construction. We will use the research methods based on graph theory and computer algorithms, and realize the construction of urban public transportficut points and cut branch, then Search for suitable lines of traffic planning. Then we can find out a reference build planning of Urban Public Transport to the government departments.", "lang": "en", "id": "https://openalex.org/W8508133"}}
{"_id": "https://openalex.org/W89659930", "_source": {"title": "Design and Implementation of Data Analysis and Mining System for Digital Urban Management", "abstract": "Design and Implementation of Data Analysis and Mining System for Digital Urban Management. Digital urban management is the development trend of the modern city. This paper presents the design and implementation of a data analysis and mining system for digital urban management based on Java EE, which combines statistical analysis methods and case-based reasoning technology, and can provide the basis for scientific decision-making in urban management.", "lang": "en", "id": "https://openalex.org/W89659930"}}
{"_id": "https://openalex.org/W2132169380", "_source": {"title": "Designing for the Situated and Public Visualization of Urban Data", "abstract": "Designing for the Situated and Public Visualization of Urban Data. This paper investigates the concept of urban visualization, the visual representation of an urban environment through its intrinsic or related data, where its display is also situated within that physical environment. It describes how the principles behind public and urban displays can be combined with those of social visualization and persuasive computing in order to create discursive as well as pictorial representations that provide a better and potentially actionable understanding of urban issues to its inhabitants. We introduce the role of several related research fields, and analyze a set of representative case studies, taken from current best practice, academic research studies, and an experimental design studio course to highlight the typical issues involved in conceptualizing and implementing an urban visualization. Lastly, the paper proposes a set of design constraints that typically characterize an urban visualization, in order to guide the future design and evaluation of useful applications within the field.", "lang": "en", "id": "https://openalex.org/W2132169380"}}
{"_id": "https://openalex.org/W2142584638", "_source": {"title": "Enabling the Real-Time City: LIVE Singapore!", "abstract": "Enabling the Real-Time City: LIVE Singapore!. The increasing pervasiveness of urban systems and networks utilizing digital technologies for their operation generates enormous amounts of digital traces capable of reflecting in real-time how people make use of space and infrastructures in the city. This is not only transforming how we study, design, and manage cities but opens up new possibilities for tools that give people access to up-to-date information about urban dynamics, allowing them to take decisions that are more in sync with their environment. This paper documents the ongoing LIVE Singapore! project which explores the development of an open platform for the collection, elaboration and distribution of a large and growing number of different kinds of real-time data that originate in a city. Inspired by recent data.gov initiatives, the platform is structured to become itself a tool for developer communities, allowing them to analyze data and write applications that create links between a city's different real-time data streams, offering new insights and services to citizens. Being a compact island based city-state metropolis, Singapore offers a unique context for this study. This paper addresses the value of stream data for city planning and management as well as modalities to give citizens meaningful access to large amounts of data capable of informing their decisions. We describe the technology context within which this project is framed, illustrate the requirements and the architecture of the open real-time data platform to serve as a base for programming the city, and finally we present and discuss the first platform prototype (using real-world data from operators of cellphone networks, taxi fleet, public transport, sea port, airport, and others). Based on this prototype a public showcasing of the project was staged in April 2011 at the Singapore Art Museum and the visual data analytics generated are illustrated in the paper. Finally, we draw some conclusions of technical as well as organizational nature regarding the challenges we faced when working in new ways with real-world, real-time data streams in an urban context that will help inform further development of our as well as of related projects in progressing in disclosing the potential of the wealth of digital data generated by urban systems, networks, and infrastructures.", "lang": "en", "id": "https://openalex.org/W2142584638"}}
{"_id": "https://openalex.org/W2065758089", "_source": {"title": "Joint Entity Resolution", "abstract": "Joint Entity Resolution. Entity resolution (ER) is the problem of identifying which records in a database represent the same entity. Often, records of different types are involved (e.g., authors, publications, institutions, venues), and resolving records of one type can impact the resolution of other types of records. In this paper we propose a flexible, modular resolution framework where existing ER algorithms developed for a given record type can be plugged in and used in concert with other ER algorithms. Our approach also makes it possible to run ER on subsets of similar records at a time, important when the full data is too large to resolve together. We study the scheduling and coordination of the individual ER algorithms in order to resolve the full data set. We then evaluate our joint ER techniques on synthetic and real data and show the scalability of our approach.", "lang": "en", "id": "https://openalex.org/W2065758089"}}
{"_id": "https://openalex.org/W2084727659", "_source": {"title": "The Role of the Creation and Sharing of Digital Media Content in Participatory E-Planning", "abstract": "The Role of the Creation and Sharing of Digital Media Content in Participatory E-Planning. Participatory e-planning research and practice has focused on the institutional context of citizen participation in urban planning. Thus, it has mostly addressed the use and development of tools that support modes of participation compatible with the existing urban planning or governance processes. The author argues that another type of participation exists, which is also relevant to the development of participatory e-planning. This type of participation emerges from the practices associated with the creation and sharing of digital content, which are afforded by new media technologies. This article defines participatory e-planning as the site of active stakeholder involvement, not only in the traditional collaborative urban planning activities, but also in the co-production and sharing of media content, as well as in the configuration of the supporting technologies. By examining three cases of participatory e-planning in Helsinki, the author answers the following questions: What kinds of activities associated with the creation and sharing of digital media content take place in the context of participatory e-planning? What are the consequences of these activities for urban planning processes? What are the consequences of these activities for the technological development for participatory e-planning?", "lang": "en", "id": "https://openalex.org/W2084727659"}}
{"_id": "https://openalex.org/W2001170779", "_source": {"title": "Smart Houses in a World of Smart Grids", "abstract": "Smart Houses in a World of Smart Grids. For energy efficiency to take hold, widespread privacy concerns require a response. With the right policies in place, smart houses can become an alternative to opting out.", "lang": "en", "id": "https://openalex.org/W2001170779"}}
{"_id": "https://openalex.org/W2026344777", "_source": {"title": "Probing Streets and the Built Environment with Ambient and Community Sensing", "abstract": "Probing Streets and the Built Environment with Ambient and Community Sensing. Data has become an important currency in today's world economy. Ephemeral and real-time data from Twitter, Facebook, Google, urban sensors, weather stations, and the Web contain hidden patterns of the city that are useful for informing architectural and urban design. However, often data required for informing a particular building or urban project is not available. In order to gather local and real-time data of the city, sensor devices, which are now embedded in today's urban infrastructures, buildings, vehicles, and mobile phones, have become useful tools for probing streets and the built environment. The proliferations of low-cost microcontrollers that leverage physical computing have also made sensor devices more accessible and easier to configure. The wealth of data from these sensors, if aggregated, synthesized, and analyzed, has the potential to increase our understanding of human and social behaviors in the city. This paper presents a number of projects which use ambient or community sensing to pro...", "lang": "en", "id": "https://openalex.org/W2026344777"}}
{"_id": "https://openalex.org/W2146539968", "_source": {"title": "A Retrofit Capacitive Sensing Occupancy Detector Using Fluorescent Lamps", "abstract": "A Retrofit Capacitive Sensing Occupancy Detector Using Fluorescent Lamps. This paper presents a retrofit system that exploits a fluorescent lamp's own stray electric fields for capacitive sensing. Occupancy detection for demand-side energy management is a key application. The experimental system demonstrates a detection range of 10 ft. between the lamp and the nearest edge of the occupant. A full system model is presented including the simulation of a lumped element capacitive model. The full system model is validated against experimental data.", "lang": "en", "id": "https://openalex.org/W2146539968"}}
{"_id": "https://openalex.org/W2059067499", "_source": {"title": "Tutorial project for a joint module in smart systems for Bachelor students in electrical and computing engineering", "abstract": "Tutorial project for a joint module in smart systems for Bachelor students in electrical and computing engineering. This paper describes the tutorial project in a joint module for both electrical and computer engineering students in the third year of a bachelor degrees. The main aim is to introduce challenges for the students that are recognised to give a taste of real life and at the same time set tasks that require background knowledge from both electrical and computing engineering. The tutorial project has been run as parts of various other modules previously and the opportunity to combine the complete project has only recently been possible. The project brings together the real life analogue world, using sensors and actuators, with the digital world of computers using decisions support systems and remote control over internet.", "lang": "en", "id": "https://openalex.org/W2059067499"}}
{"_id": "https://openalex.org/W2137145795", "_source": {"title": "Poster Abstract: Smart Phone Lift for Improving Energy Efficiency and User Comfort in Green Buildings", "abstract": "Poster Abstract: Smart Phone Lift for Improving Energy Efficiency and User Comfort in Green Buildings. Green Building nowadays becomes a hot topic. A green building can reduce up to 40% of the total energy consumption and up to 37% of the total CO <sub xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" xmlns:xlink=\"http://www.w3.org/1999/xlink\">2</sub> compared to a normal building. To achieve this, we should improve each components of a building. In this work, we are focusing on lifts, which consume around 3% to 10% of the total building energy expenditure. [1, 2] This paper proposes techniques to improve the energy efficiency of green buildings via smart phone enabled lifts. The proposed technique for lift control also improves users' comfort level in terms of average waiting time.", "lang": "en", "id": "https://openalex.org/W2137145795"}}
{"_id": "https://openalex.org/W1977538404", "_source": {"title": "The Hardware Solution of a New Image Processing Algorithm", "abstract": "The Hardware Solution of a New Image Processing Algorithm. This paper presents a new image-based parking space detection algorithm, the algorithm is based on a joint decision on multi-feature image processing algorithms, according to the data threshold of variance, correlation and edge-point density joint adjudicate the seize of paring space, it has a high recognition rate. And then the authors transplanted this algorithm into the FPGA platform, the hardware solution are implemented. And according to the algorithm characteristics the authors improved and optimized it. And the final, a compared test between hardware and software algorithms was executed, which results show that, the hardware algorithm for the solution is not only maintain a high recognition rate, but also more efficient.", "lang": "en", "id": "https://openalex.org/W1977538404"}}
{"_id": "https://openalex.org/W2050153368", "_source": {"title": "Improvement of Architecture and Building Process of Sensor Network for Sustainable u-City Service", "abstract": "Improvement of Architecture and Building Process of Sensor Network for Sustainable u-City Service. In the previous study, the construction guide line of IT infra-structure for a u-City was introduced. However, it is only concentrated on the components and construction procedure for provider-oriented and technology-oriented sensor networks. In this paper the architecture and building process of demander-oriented sensor networks for sustainable u-City service are proposed. In the paper it is described (1) the enhancement methods of the procedure that can be flexibly constructed according to the scale of the project, (2) the methods that can improve the structure from the wireless sensor network such as RFID/USN to the hybrid sensor network, and (3) the consideration factors for providing the sustainable u-City service.", "lang": "en", "id": "https://openalex.org/W2050153368"}}
{"_id": "https://openalex.org/W2139918800", "_source": {"title": "Communicating urban density: Assessing the challenges and opportunities in the use of 3-D representation for public participation in planning", "abstract": "Communicating urban density: Assessing the challenges and opportunities in the use of 3-D representation for public participation in planning. Abstract Communicating urban density: Assessing the challenges and opportunities in the use of 3-D representation for public participation in planning  Syeda Laila Nargis  The issue of urban densities is central for cities that aim at reducing their environmental footprints. As many cities are devising intensification policies that would significantly alter the spatial form, the demand for public participation in the planning process becomes more pressing. To meet this demand, specialists employ three dimensional (3-D) technologies that allow effective communication with non-specialists. Urban density is a complicated notion which is difficult to communicate to non-specialists.   The purpose of the present study is to identify some of the difficulties faced by specialists and non-specialists that wish to exchange a dialogue over urban density. It focuses on perception and cognition problems regarding density in 3-D digital representation. It endeavors more specifically to understand whether an active engagement with digital 3-D models displaying density changes favors a better cognition of specialists and non-specialists including those who come to the experiments with preconceived (false) conceptions.  The results show that there is a significant difference between active and passive engagement with 3-D models. The success rate of participants’ actively interacting with the digital model is higher than that of their passive counterparts. By stressing the fact that an active engagement with 3-D digital modes favours a better cognition of urban density this study can contribute to the improvement of the methods and tools used to encourage the public participation to the planning debates pertaining to density.", "lang": "en", "id": "https://openalex.org/W2139918800"}}
{"_id": "https://openalex.org/W2062880238", "_source": {"title": "POE Framework for Assessing User Connectivity of Intelligent Buildings", "abstract": "POE Framework for Assessing User Connectivity of Intelligent Buildings. In the last decade, the focus of building research has slowly shifted from sustainable building to Intelligent Building (IB) and both concepts are expected to merge in order to cater to the growing requirement for a better, productive and efficient environment comprising of functionality; safety-security; thermal, acoustical, indoor air- quality, visual comfort and building integrity etc - without consuming excessive energy. Many of these requirements are indicators of user satisfaction falling under the realm of IB and were beyond the scope of the preceding era of sustainable building research. With time, definition of IB has changed from purely technical to more humane - driven by fast-paced information and communication technology or ICT. Today's IB is primarily user-oriented and its success factor relies on its active interaction with occupants or user-connectivity. Hence, IB demands systematic evaluation of its performance by its users. Unfortunately, such feedback is not very structured in case of IB which differs significantly from its traditional counterpart. As a result, Post Occupancy Evaluation (POE) - a highly acknowledged evaluation tool used by occupants of conventional building has been implemented in many IBs with certain level of compromise. To bridge this knowledge gap, this research proposes the conceptual POE framework exclusively designed for IB. After considering intelligent attributes and their influence on user- connectivity, the framework is planned which is suitable for indicative level POE study for lighting system (representative of a traditional system) and access control system (representative of a smart system). It was noted that in the first case, traditional POE is insufficient and needs to incorporate the intelligent features. In the second case, there is a conflict of interests of user-connectivity and system performance. As more buildings are adopting IB environment and more designers are considering seriously the notion of feedback, the proposed model can be beneficial for a knowledge-based paradigm shift of the building industry.", "lang": "en", "id": "https://openalex.org/W2062880238"}}
{"_id": "https://openalex.org/W1573109294", "_source": {"title": "Digital Amenities of a Smart City", "abstract": "Digital Amenities of a Smart City. Urbanization is essential and necessary to compete with other global cities in a networked world with vague boundaries between countries. A city is a place where creative ideas are exchanged, and, consequently, these ideas blossom a fruit of entrepreneur. Silicon valley is a good example of a melting pot for creative ideas, which was made possible by universities and low rental cost-offices (Glaeser, 2011). However, for already packed cities, it is difficult to provide such an amenity, thus a mechanism must be established by which people can access information and ideas.", "lang": "en", "id": "https://openalex.org/W1573109294"}}
{"_id": "https://openalex.org/W2064811286", "_source": {"title": "An embedded sensing approach to monitoring parking lot occupancy", "abstract": "An embedded sensing approach to monitoring parking lot occupancy. Embedded sensor networks are transforming the computing landscape, enabling a host of new applications that are fundamentally changing the way we monitor both the natural and built environment. In this paper, we focus on the latter, with an application of embedded sensing technology to parking lot occupancy monitoring. With a focus on reliability and cost effectiveness, our solution relies on paired sets of inexpensive sonar rangefinders and an in situ vehicle detection algorithm. We present the design and implementation of this system, along with detailed experimental results from a campus parking lot study.", "lang": "en", "id": "https://openalex.org/W2064811286"}}
{"_id": "https://openalex.org/W98545936", "_source": {"title": "A multi-sensor based occupancy estimation model for supporting demand driven HVAC operations", "abstract": "A multi-sensor based occupancy estimation model for supporting demand driven HVAC operations. Heating, ventilation, and air conditioning (HVAC) is a major energy consumer in buildings, and implementing demand driven HVAC operations is a way to reduce HVAC related energy consumption. This relies on the availability of occupancy information, which determines peak/off-hour modes that impact cooling/heating loads of HVAC systems. This research proposes an occupancy estimation model that is built on a combination of non-intrusive sensors that can detect indoor temperature, humidity, CO2 concentration, light, sound and motion. Sensor data is processed in real time using a radial basis function (RBF) neural network to estimate the number of occupants. Field tests carried out in two shared lab spaces for 20 consecutive days report an overall detection rate of 87.62% for self-estimation and 64.83% for cross-estimation. The results indicate the ability of the proposed system to monitor the occupancy information of multi-occupancy spaces in real time, supporting demand driven HVAC operations.", "lang": "en", "id": "https://openalex.org/W98545936"}}
{"_id": "https://openalex.org/W1941767013", "_source": {"title": "Diplexer in 50-Ω technique for the joint generation of duobinary, bipolar and modified duobinary Gbit/s signals", "abstract": "Diplexer in 50-Ω technique for the joint generation of duobinary, bipolar and modified duobinary Gbit/s signals. Analyzing the properties of a broadband diplexer circuit in delay line technique a low cost device is derived capable of the generation of duobinary, bipolar and modified duobinary Gbit/s signals. Comparing with an equivalent circuit the restriction on 50-Ω lines allows a smaller footprint and a more versatile application when the design frequencies are to be altered.", "lang": "en", "id": "https://openalex.org/W1941767013"}}
{"_id": "https://openalex.org/W2951990842", "_source": {"title": "Coordination via a relay", "abstract": "Coordination via a relay. In this paper, we study the problem of coordinating two nodes which can only exchange information via a relay at limited rates. The nodes are allowed to do a two-round interactive two-way communication with the relay, after which they should be able to generate i.i.d. copies of two random variables with a given joint distribution within a vanishing total variation distance. We prove inner and outer bounds on the coordination capacity region for this problem. Our inner bound is proved using the technique of output statistics of random binning that has recently been developed by Yassaee, et al.", "lang": "en", "id": "https://openalex.org/W2951990842"}}
{"_id": "https://openalex.org/W4303647101", "_source": {"title": "Coordination via a relay", "abstract": "Coordination via a relay. In this paper, we study the problem of coordinating two nodes which can only exchange information via a relay at limited rates. The nodes are allowed to do a two-round interactive two-way communication with the relay, after which they should be able to generate i.i.d. copies of two random variables with a given joint distribution within a vanishing total variation distance. We prove inner and outer bounds on the coordination capacity region for this problem. Our inner bound is proved using the technique of \"output statistics of random binning\" that has recently been developed by Yassaee, et al.", "lang": "en", "id": "https://openalex.org/W4303647101"}}
{"_id": "https://openalex.org/W1991724394", "_source": {"title": "Occupancy detection in commercial buildings using opportunistic context sources", "abstract": "Occupancy detection in commercial buildings using opportunistic context sources. Accurate occupancy information in commercial buildings can enable several useful applications such as energy management and dynamic seat allocation. Most prior efforts in this space depend on deploying an additional network of deeply coupled sensors to gather occupancy details. This paper presents a novel approach for occupancy detection using only context sources that are commonly available in commercial buildings such as area access badges, Wi-Fi access points, Calendar and Instant Messaging clients. We present models to conduct a situation-centric profiling using such sources and evaluate results of those models. Through a pilot study of a building floor with 5 volunteers for 6 weeks, we demonstrate the potential for detecting occupancies with accuracy as high as 90%.", "lang": "en", "id": "https://openalex.org/W1991724394"}}
{"_id": "https://openalex.org/W2055513171", "_source": {"title": "Cost-efficient context-aware rule maintenance", "abstract": "Cost-efficient context-aware rule maintenance. Energy and other costs reduction is important in the smart homes automation area. It is cumbersome and error-prone to create proper rules for saving costs manually, thus an automatic approach is desirable that continuously checks for the possibility to save costs. We propose an approach that unifies handling of user defined rules, and searches for a possibility to move each device to a more cost-efficient state when this does not violate any rules. With every event in the environment, our approach partially rechecks only those parts of the system that are affected by the change, thus saving computational resources.", "lang": "en", "id": "https://openalex.org/W2055513171"}}
{"_id": "https://openalex.org/W84891810", "_source": {"title": "Getting the Parking Right for Transit-Oriented Development", "abstract": "Getting the Parking Right for Transit-Oriented Development. Increasingly metropolitan planning organizations in Texas are incorporating Transit-Oriented Development (TOD) or similar concepts into their long-range plans for the purpose of achieving sustainable transportation. One major challenge to implementing these TOD-type strategies is parking. The conventional parking policies likely produce excessive parking, undermining the expected community benefits of TOD and could even cause the TOD initiative to fail. Getting the parking right is essential to ensure the desirable form and functionality of TOD. There are few studies of the topic on Texas cities. The main objective of this study is to report the state-of-the-knowledge on parking regulations and practice influencing the planning, design, and implementation of TOD. The report first offers a narrative review of the published works on TOD-Parking. Based on the review findings it then presents a matrix of best parking practices for TOD. Finally, the report provides an annotated bibliography of TOD-Parking studies. Appendix 1 assembles parking regulations and practice policies in selected cities in the Austin-Round Rock Metropolitan Statistical Area.", "lang": "en", "id": "https://openalex.org/W84891810"}}
{"_id": "https://openalex.org/W1608510324", "_source": {"title": "Parking space occupancy detection utilizing 3D reconstruction techniques.", "abstract": "Parking space occupancy detection utilizing 3D reconstruction techniques.. University of Minnesota M.S. thesis. March 2012. Major: Computer science. Advisor: Vassilios Morellas. 1 computer file (PDF); x, 85 pages.", "lang": "en", "id": "https://openalex.org/W1608510324"}}
{"_id": "https://openalex.org/W4298499554", "_source": {"title": "Assessment of GIS Applications Usage in Urban Planning in Riyadh Region", "abstract": "Assessment of GIS Applications Usage in Urban Planning in Riyadh Region. In light of rapid urban developments in the cities of Saudi Arabia, the municipalities of the Kingdom strives to take advantage of the rapid advances in information technology, particularly geographic information systems, in planning and development and providing spatial integrated databases to improve the performance of daily activities. Thus, this study aims to measure and assess the use of geographic information systems and their applications in the government agencies concerned with urban planning in Riyadh region, and to identify the most important elements and obstacles they face in the urban planning. The problem of the study focuses on identifying the effectiveness of the use of GIS applications in urban planning in government agencies that have introduced these technologies within their system of work in Riyadh, which represent (8.4%) of all government agencies in the region, because some municipal agencies do not adopt modern technologies in urban planning and for lack of information on the ways and methods of using these applications. The study depends on the use of the descriptive survey approach, achieved by questioning the members of the research community, through identifying the current situation of the use of these systems in urban planning agencies, conducting interviews with officials and users of the system and determining the importance and feasibility of providing integrated geographic information systems to increase the efficiency of planning and development in the region. The study concludes a number of elements, which can contribute to the success of the available systems, and identifies some of the obstacles that limit their use and continuity and the problems faced by users. The study recommends to develop the geographic information systems, qualify the existing staff and to activate online sharing of urban data and information and communication between different planning and development agencies.", "lang": "en", "id": "https://openalex.org/W4298499554"}}
{"_id": "https://openalex.org/W1537900219", "_source": {"title": "Smart Home, Smart Office", "abstract": "Smart Home, Smart Office. This chapter contains sections titled: Application Requirements Energy and Resource Optimisation Smart Home Case Studies Smart Office Case Studies", "lang": "en", "id": "https://openalex.org/W1537900219"}}
{"_id": "https://openalex.org/W4299520365", "_source": {"title": "A Roadmap to Hidden Markov Models and a Review of Its Application in Occupancy Estimation", "abstract": "A Roadmap to Hidden Markov Models and a Review of Its Application in Occupancy Estimation. Hidden Markov models (HMMs) represent one of the pillars of time series and sequence modeling. Its impact is far reaching. This is evident by the large number of publications that discuss this model as well as relevant applications. Many researchers have strived to present its aspects, but never in its entirety. In this chapter, we aim to introduce HMMs in a wholesome manner. The goal is to simplify the concepts for an interested reader and make connections between the various aspects of this interesting technique. This includes the topologies, Baum Welch and Viterbi algorithms, and miscellaneous applications. Additionally, we also incorporate further directions of research and revolutionize the texts for a modern take on the subject. Finally, we also survey its application in the field of occupancy estimation and present future venues of improvements. To the best of our knowledge, this is the first survey to review HMMs independently in that field.", "lang": "en", "id": "https://openalex.org/W4299520365"}}
{"_id": "https://openalex.org/W4301674254", "_source": {"title": "An Architecture for Integrated Intelligence in Urban Management using   Cloud Computing", "abstract": "An Architecture for Integrated Intelligence in Urban Management using   Cloud Computing. With the emergence of new methodologies and technologies it has now become possible to manage large amounts of environmental sensing data and apply new integrated computing models to acquire information intelligence. This paper advocates the application of cloud capacity to support the information, communication and decision making needs of a wide variety of stakeholders in the complex business of the management of urban and regional development. The complexity lies in the interactions and impacts embodied in the concept of the urban-ecosystem at various governance levels. This highlights the need for more effective integrated environmental management systems. This paper offers a user-orientated approach based on requirements for an effective management of the urban-ecosystem and the potential contributions that can be supported by the cloud computing community. Furthermore, the commonality of the influence of the drivers of change at the urban level offers the opportunity for the cloud computing community to develop generic solutions that can serve the needs of hundreds of cities from Europe and indeed globally.", "lang": "en", "id": "https://openalex.org/W4301674254"}}
{"_id": "https://openalex.org/W2168848241", "_source": {"title": "Engaging new digital locals with interactive urban screens to collaboratively improve the city", "abstract": "Engaging new digital locals with interactive urban screens to collaboratively improve the city. Local governments struggle to engage time poor and seemingly apathetic citizens, as well as the city's young digital natives, the digital locals. This project aims at providing a lightweight, technological contribution towards removing the hierarchy between those who build the city and those who use it. We aim to narrow this gap by enhancing people's experience of physical spaces with digital, civic technologies that are directly accessible within that space. This paper presents the findings of a design trial allowing users to interact with a public screen via their mobile phones. The screen facilitated a feedback platform about a concrete urban planning project by promoting specific questions and encouraging direct, in-situ, real-time responses via SMS and twitter. This new mechanism offers additional benefits for civic participation as it gives voice to residents who otherwise would not be heard. It also promotes a positive attitude towards local governments and gathers information different from more traditional public engagement tools.", "lang": "en", "id": "https://openalex.org/W2168848241"}}
{"_id": "https://openalex.org/W2120968960", "_source": {"title": "Modeling Travel Time under the Influence of On-Street Parking", "abstract": "Modeling Travel Time under the Influence of On-Street Parking. On-street parking is an important component of the parking system. Because of its occupancy of roadway resources, it can significantly impact traffic performance and safety. The aim of this paper is to give a quantitative analysis of the influence of on-street parking on travel time. The travel time data of the motor vehicles moving in the road sections with on-street parking are gathered by observers. A proportional hazard-based duration model is proposed to analyze the influential factors related to on-street parking, including effective lane width, the number of parking maneuvers, and occupancy. The results show that on-street parking has a significant impact on the travel time of vehicles. In addition, various factors can modify travel time in different degrees, and the model can be used to estimate the travel time under assumed conditions. It is hoped that this paper will help to improve the planning and management of on-street parking.", "lang": "en", "id": "https://openalex.org/W2120968960"}}
{"_id": "https://openalex.org/W1542302052", "_source": {"title": "RETRACTED: Challenges of information and communication technology in energy efficient smart homes", "abstract": "RETRACTED: Challenges of information and communication technology in energy efficient smart homes. Energy saving is an important issue in the times of increasing energy prices. Products and services provided by the information and communication technology (ICT) can support energy efficiency and emissions reductions. The synergy of ICT and a residential area gives rise to the smart home environment. Ecological and smart home network applications should not only improve the peoples life satisfaction in the domain of health care, security protection, and efficient management of energy and resource consumption, but they should also enable personal happy life through easy communication with community people, high level entertainment, continuous education and so on. A smart home in the smart grid is the latest addition to a family of ideas emerging in relation to the ICT usage in the home. This paper presents an overview of the smart home concept and some challenges that ICT faces in that environment.", "lang": "en", "id": "https://openalex.org/W1542302052"}}
{"_id": "https://openalex.org/W1979033470", "_source": {"title": "2011 International Joint Conference on Neural Networks (IJCNN 2011) [Conference Reports]", "abstract": "2011 International Joint Conference on Neural Networks (IJCNN 2011) [Conference Reports]. A review of the 2011 International Joint Conference on Neural Networks (IJCNN 2011) is provided.", "lang": "en", "id": "https://openalex.org/W1979033470"}}
{"_id": "https://openalex.org/W593966981", "_source": {"title": "Online Research Methods in Urban and Planning Studies: Design and Outcomes", "abstract": "Online Research Methods in Urban and Planning Studies: Design and Outcomes. Researchers are retiring conventional paper-and-pencil research methods and embracing an expanded array of online methodological options. In urban and planning studies, new digital tools, data accessibility, and online applications are changing how urban planning research is conducted. Online Research Methods in Urban and Planning Studies: Design and Outcomes provides an overview of online research methods in urban and planning studies, exploring and discussing new digital tools and Web-based research methods, as well as the scholarly, legal, and ethical challenges associated with their use. Chapters from academics and professionals give an informed overview of groundbreaking online resources, review their strengths and shortcomings, and provide practical guidance on how to apply these new methods, online tools, and evolving data acquisition techniques.", "lang": "en", "id": "https://openalex.org/W593966981"}}
{"_id": "https://openalex.org/W1558269343", "_source": {"title": "Ontologies for the Integration of Air Quality Models and 3D City Models", "abstract": "Ontologies for the Integration of Air Quality Models and 3D City Models. The holistic approach to sustainable urban planning implies using different models in an integrated way that is capable of simulating the urban system. As the interconnection of such models is not a trivial task, one of the key elements that may be applied is the description of the urban geometric properties in an interoperable way. Focusing on air quality as one of the most pronounced urban problems, the geometric aspects of a city may be described by objects such as those defined in CityGML, so that an appropriate air quality model can be applied for estimating the quality of the urban air on the basis of atmospheric flow and chemistry equations.  In this paper we first present theoretical background and motivations for the interconnection of 3D city models and other models related to sustainable development and urban planning. Then we present a practical experiment based on the interconnection of CityGML with an air quality model. Our approach is based on the creation of an ontology of air quality models and on the extension of an ontology of urban planning process (OUPP) that acts as an ontology mediator.", "lang": "en", "id": "https://openalex.org/W1558269343"}}
{"_id": "https://openalex.org/W2081942550", "_source": {"title": "A Smart City Initiative: the Case of Barcelona", "abstract": "A Smart City Initiative: the Case of Barcelona. Information and communication technology is changing the way in which cities organise policymaking and urban growth. Smart Cities base their strategy on the use of information and communication technologies in several fields such as economy, environment, mobility and governance to transform the city infrastructure and services. This paper draws on the city of Barcelona and intends to analyse its transformation from a traditional agglomeration to a twenty-first century metropolis. The case of Barcelona is of special interest due to its apparent desire, reflected by its current policies regarding urban planning, to be considered as a leading metropolis in Europe. Hence, an assessment of the Smart City initiative will cast light on the current status of Barcelona’s urban policy and its urban policy of Barcelona and its future directions. This article analyses Barcelona’s transformation in the areas of Smart City management; drivers, bottlenecks, conditions and assets. First, it presents the existing literature on Barcelona’s Smart City initiative. Then, the case study analysis is presented with the Barcelona Smart City model. After describing this model, we further explore the main components of the Smart City strategy of Barcelona in terms of Smart districts, living labs, initiatives, e-Services, infrastructures and Open Data. This paper also reveals certain benefits and challenges related to this initiative and its future directions. The results of the case study analysis indicate that Barcelona has been effectively implementing the Smart City strategy with an aim to be a Smart City model for the world.", "lang": "en", "id": "https://openalex.org/W2081942550"}}
{"_id": "https://openalex.org/W245644216", "_source": {"title": "An Introduction to the 2001 Issue of the Berkeley Planning Journa", "abstract": "An Introduction to the 2001 Issue of the Berkeley Planning Journa. Planners have always been deeply interested in and concerned about the effects of technology on human settlements. There is a rich and var­ ied literature on technics and civilization, to borrow from Mumford's brilliant account ( 193 4). Whether looking at machines, autos, comput­ ers or the Internet, this literature provides a rich treasure-trove of social and historical analysis. This issue of the Berkeley Planningjournal makes a contribution to this topic by examining the effects of technology on planning and urban and regional development. The editors of the Berke­ley Planningjournal have selected four articles on this topic. Each pro­vides a distinctly different perspective on technology's impacts on plan­ ning and urban development.", "lang": "en", "id": "https://openalex.org/W245644216"}}
{"_id": "https://openalex.org/W1485523171", "_source": {"title": "Models to Support State-Owned Park and Ride Lots and Intermodal Facilities", "abstract": "Models to Support State-Owned Park and Ride Lots and Intermodal Facilities. This digest addresses the needs and issues associated with state park and ride/intermodal commuter facilities and programs. It identifies deficiencies, best practices, and promising innovations. Research was conducted over an 8-month period and involved interviews with a small but representative sample of managers responsible for administering these programs. Sixty-two percent of the surveyed programs are managed by state departments of transportation with the remaining programs managed by public transit authorities and transportation districts. This digest has four chapters, organized as follows: (1) Program Surveys - A synthesis of each of the surveyed programs; (2) Key Findings and Best Practices - An analytical assessment and identification of best practices; (3) Conclusions - Researcher suggestions for managers challenged by the demands for and the costs of public park and ride/intermodal commuter facilities; and (4) Suggested Research - A short list of suggested topics for additional study.", "lang": "en", "id": "https://openalex.org/W1485523171"}}
{"_id": "https://openalex.org/W3159292620", "_source": {"title": "Analogical smart cities", "abstract": "Analogical smart cities. Public space as a metalab and interface that allows the understanding of the city itself through drawing. Three experiences developed by PKMN in the active learning sphere affecting the relations between the city and its users by the set up of new informative or symbolic layers in the urban landscape in real time.", "lang": "en", "id": "https://openalex.org/W3159292620"}}
{"_id": "https://openalex.org/W2072571730", "_source": {"title": "A Land Use Planning Ontology: LBCS", "abstract": "A Land Use Planning Ontology: LBCS. Urban planning has a considerable impact on the economic performance of cities and on the quality of life of their populations. Efficiency at this level has been hampered by the lack of integrated tools to adequately describe urban space in order to formulate appropriate design solutions. This paper describes an ontology called LBCS-OWL2 specifically developed to overcome this flaw, based on the Land Based Classification Standards (LBCS), a comprehensive and detailed land use standard to describe the different dimensions of urban space. The goal is to provide semantic and computer-readable land use descriptions of geo-referenced spatial data. This will help to make programming strategies available to those involved in the urban development process. There are several advantages to transferring a land use standard to an OWL2 land use ontology: it is modular, it can be shared and reused, it can be extended and data consistency maintained, and it is ready for integration, thereby supporting the interoperability of different urban planning applications. This standard is used as a basic structure for the “City Information Modelling” (CIM) model developed within a larger research project called City Induction, which aims to develop a tool for urban planning and design.", "lang": "en", "id": "https://openalex.org/W2072571730"}}
{"_id": "https://openalex.org/W2165548826", "_source": {"title": "Joint DOA and multi-pitch estimation based on subspace techniques", "abstract": "Joint DOA and multi-pitch estimation based on subspace techniques. In this article, we present a novel method for high-resolution joint direction-of-arrivals (DOA) and multi-pitch estimation based on subspaces decomposed from a spatio-temporal data model. The resulting estimator is termed multi-channel harmonic MUSIC (MC-HMUSIC). It is capable of resolving sources under adverse conditions, unlike traditional methods, for example when multiple sources are impinging on the array from approximately the same angle or similar pitches. The effectiveness of the method is demonstrated on a simulated an-echoic array recordings with source signals from real recorded speech and clarinet. Furthermore, statistical evaluation with synthetic signals shows the increased robustness in DOA and fundamental frequency estimation, as compared with to a state-of-the-art reference method.", "lang": "en", "id": "https://openalex.org/W2165548826"}}
{"_id": "https://openalex.org/W2111049637", "_source": {"title": "Smart Ideas for Smart Cities: Investigating Crowdsourcing for Generating and Selecting Ideas for ICT Innovation in a City Context", "abstract": "Smart Ideas for Smart Cities: Investigating Crowdsourcing for Generating and Selecting Ideas for ICT Innovation in a City Context. Within this article, the strengths and weaknesses of crowdsourcing for idea generation and idea selection in the context of smart city innovation are investigated. First, smart cities are defined next to similar but different concepts such as digital cities, intelligent cities or ubiquitous cities. It is argued that the smart city-concept is in fact a more user-centered evolution of the other city-concepts which seem to be more technological deterministic in nature. The principles of crowdsourcing are explained and the different manifestations are demonstrated. By means of a case study, the generation of ideas for innovative uses of ICT for city innovation by citizens through an online platform is studied, as well as the selection process. For this selection, a crowdsourcing solution is compared to a selection made by external experts. The comparison of both indicates that using the crowd as gatekeeper and selector of innovative ideas yields a long list with high user benefits. However, the generation of ideas in itself appeared not to deliver extremely innovative ideas. Crowdsourcing thus appears to be a useful and effective tool in the context of smart city innovation, but should be thoughtfully used and combined with other user involvement approaches and within broader frameworks such as Living Labs.", "lang": "en", "id": "https://openalex.org/W2111049637"}}
{"_id": "https://openalex.org/W138511316", "_source": {"title": "Hacking the Natural Habitat: An In-the-Wild Study of Smart Homes, Their Development, and the People Who Live in Them", "abstract": "Hacking the Natural Habitat: An In-the-Wild Study of Smart Homes, Their Development, and the People Who Live in Them. Commercial home automation systems are becoming increasingly common, affording the opportunity to study technology-augmented homes in real world contexts. In order to understand how these technologies are being integrated into homes and their effects on inhabitants, we conducted a qualitative study involving smart home professionals who provide such technology, people currently in the process of planning or building smart homes, and people currently living in smart homes. We identified motivations for bringing smart technology into homes, and the phases involved in making a home smart. We also explored the varied roles of the smart home inhabitants that emerged during these phases, and several of the challenges and benefits that arise while living in a smart home. Based on these findings we propose open areas and new directions for smart home research.", "lang": "en", "id": "https://openalex.org/W138511316"}}
{"_id": "https://openalex.org/W63292899", "_source": {"title": "Urban Planning and Smart Cities: Interrelations and Reciprocities", "abstract": "Urban Planning and Smart Cities: Interrelations and Reciprocities. Smart cities are emerging fast and they introduce new practices and services which highly impact policy making and planning, while they co-exist with urban facilities. It is now needed to understand the smart city’s contribution in the overall urban planning and vice versa, to recognize urban planning offerings to a smart city context. This chapter highlights and measures smart city and urban planning interrelation and identifies the meeting points among them. Urban planning dimensions are drawn from the European Regional Cohesion Policy and they are associated with smart city’s architecture layers.", "lang": "en", "id": "https://openalex.org/W63292899"}}
{"_id": "https://openalex.org/W1965458082", "_source": {"title": "Urban Planning 2.0", "abstract": "Urban Planning 2.0. This article addresses the challenges to urban planning, which is a social activity that affects the development of urban communities and helps them to cope with the challenges posed by the global-local and real-virtual dialectic. The approach to planning is influenced by an emerging creativity and knowledge-sharing culture that has an inherent connection to global and digital transformations. Such a transformation is giving urban planning a new look, which is depicted in the concept of Urban Planning 2.0. In this article this paradigm shift is explained and illustrated with a special view to identifying the ways Web 2.0 tools can be utilised in urban planning. The fundamental question emerging in the critical evaluation of Urban Planning 2.0 is how citizen-oriented practices of Planning 2.0 relate to formal decision-making within the representative system of government and professionally and technocratically oriented planning practices of city governments. There is some evidence to suggest that the new Web 2.0 tools make the difference in open, inclusive and creative contexts, where their optimal deployment requires a paradigm shift in urban governance and planning.", "lang": "en", "id": "https://openalex.org/W1965458082"}}
{"_id": "https://openalex.org/W155203655", "_source": {"title": "City Induction: A Model for Formulating, Generating, and Evaluating Urban Designs", "abstract": "City Induction: A Model for Formulating, Generating, and Evaluating Urban Designs. Urban planning and design have a considerable impact on the economic performance of cities and on the quality of life of the population. Efficiency at this level is hampered by the lack of integrated instruments for formulating, generating, and evaluating urban plans. This chapter describes the theoretical foundations of a research project, called City Induction, aimed at the creation of a model for the development of such an instrument, departing from existing theories, which are integrated through a discursive grammar. The proposed model is composed of three sub-models: (1) a model for formulating urban programs from the analysis and interpretation of the context, based on Alexander’s pattern language; (2) a model for generating urban plans that match the program, based on Stiny’s shape and description grammars; and (3) a model for evaluating urban plans, that can be used for analyzing, comparing and ranking alternative solutions, departing from Hillier’s space syntax. A common urban space ontology guarantees the syntactic and semantic interoperability among the three sub-models. This ontology will be used to structure and codify information into a Geographic Information System (GIS), which will be the kernel for the computer implementation of the larger model. A CAD system is used to construct 3D models from contextual information stored in the GIS. In short, following Stiny and March’s design machines concept, the goal is to create an urban design machine that is able to produce flexible urban plans at the site planning level.", "lang": "en", "id": "https://openalex.org/W155203655"}}
{"_id": "https://openalex.org/W1975421487", "_source": {"title": "Community Informatics and the New Urbanism: Incorporating Information and Communication Technologies into Planning Integrated Urban Communities", "abstract": "Community Informatics and the New Urbanism: Incorporating Information and Communication Technologies into Planning Integrated Urban Communities. The growing development of information and communication technologies (ICTs) has influenced the use of urban spaces. People tend to depreciate physical place, while they extend structures of associational life beyond geographic limitation and focus on a place-less, networked form of human relationship as community. On the other hand, urban spaces are strategically designed and developed with the help of technological innovation to boost local tourism, draw global investment, and effectively control the public. This study deals with this technology-driven, bifurcated, urban spatial transformation. First, we discuss what drives such change and how the use of ICTs affects the way people use urban spaces. Based on this assessment, we address a normative use of ICTs for community-based urban planning. For this, we provide the concept, Community Informatics-Supported New Urbanism (CI-NU), which basically suggests ways of collaboration between community informatics practitioners and new urbanists to accomplish their shared goals of integrated community development.", "lang": "en", "id": "https://openalex.org/W1975421487"}}
{"_id": "https://openalex.org/W2312702360", "_source": {"title": "More Art Than Science: The Sources and Effects of Stylistic Variation in Visualization for Planning and Design", "abstract": "More Art Than Science: The Sources and Effects of Stylistic Variation in Visualization for Planning and Design. Visioning exercises using computer-based environmental visualization hold significant promise for communicating information and engaging communities in the development and review of planning proposals. The field of visualization research and practice has achieved significant advances in computer technology to the point where it is now possible to represent alternative planning and engineering scenarios with a high degree of photographic realism, data-driven accuracy, and spatial and temporal interactivity. Despite the noteworthy benefits and developments in the field of environmental visualization technology comparatively little research has investigated how visualizations are used in urban planning practice. In particular, research is needed that examines how visualization presentation is affected by the social context of planning practice and the independent judgment of the preparer, which may in turn influence plan evaluation and decision making. In this paper I discuss the significance of visualization for urban planning and design and present the results from a study where students and representatives of a citizen-led planning committee evaluated four visualization presentation styles according to perceived realism, credibility and preference for the visualized environmental plans.", "lang": "en", "id": "https://openalex.org/W2312702360"}}
{"_id": "https://openalex.org/W1977999582", "_source": {"title": "The Model of Parking Demand Forecast for the Urban CCD", "abstract": "The Model of Parking Demand Forecast for the Urban CCD. With the increase of the number of automobiles, the city parking demand occurred a rapid growth, and the city automobile parking had become a very serious traffic problem for Central Commercial District in cities. The parking demand forecast is the key of public parking planning and provides the basic data for the size of the parking lot. On the basis of the Parking Generation Rate Model, the improved model was set up, considering more factors, such as the average turnover rate, parking place occupancy, service level, parking fees and growth rate of automobiles. Meanwhile, the capacity of road network is applied to rectify the short-term parking demand forecast. Finally, the model was applied to Binjiang Road CCD, Tianjin, China.", "lang": "en", "id": "https://openalex.org/W1977999582"}}
{"_id": "https://openalex.org/W589952740", "_source": {"title": "Green and Ecological Technologies for Urban Planning", "abstract": "Green and Ecological Technologies for Urban Planning. This book discusses the social, technological, and ecological impediments faced in the smart urban design and planning of communities with the use of eco-technologies – from green areas to municipal applications, and from sustainable land use to transportation – highlighting resilience. Topics covered include urban and transportation planning, geographic information systems, economic and ecological challenges in cities, intelligent transportation systems, sustainable transportation, smart cities, urban resilience, and energy efficient design.", "lang": "en", "id": "https://openalex.org/W589952740"}}
{"_id": "https://openalex.org/W1982886949", "_source": {"title": "Virtual Cities in Urban Planning: The Uppsala Case Study", "abstract": "Virtual Cities in Urban Planning: The Uppsala Case Study. Gearing cities towards a path of sustainability is a daunting task. The urban models that we have come to accept during the 20th century need to be revisited, but change, even if welcomed in abstract, is usually met in reality with enormous resistance from the economic and political models that underlie our cities. Some of the most powerful tools for promoting change are those related to conceptualization and visualization. When considering urban plans that aren't just incremental improvements over what already exists, city officials, urban planners and the general public must be able to visualize not just the merits of those plans in isolation, but how they interact with all the infrastructure that already exists. This paper describes one such urban plan that has been under consideration in the city of Uppsala, Sweden, for the past 5 years: a solar-powered Personal Rapid Transit (PRT) system connecting the main train station to the Hospital and the University. The process of discussing the PRT system included the development of a virtual reality simulation of parts of the city. We report on the process and role of this virtual reality simulation.", "lang": "en", "id": "https://openalex.org/W1982886949"}}
{"_id": "https://openalex.org/W1576855227", "_source": {"title": "Modeling the appearance and behavior of urban spaces", "abstract": "Modeling the appearance and behavior of urban spaces. The complexity of urban spaces and of the phenomena that take place in them calls for the use of customized computational tools within the city planning and design workflow. We develop a framework that benefits different parts of this workflow, including the design of 3D representations of planned developments, the estimated prediction of the effects of these developments on city behavior, and the visualization of these effects for further analysis. Our approach infers values of urban model variables from user-specified geometric and behavioral constraints and high-level design goals, enforces the procedural generation process to produce geometric assets that behaviorally and geometrically resemble plausible real-world cities, and automatically creates 3D urban models for visualizing behavioral phenomena occurring in urban spaces. Our framework allows users to experiment with alternative spatial and functional configurations of a city, while interactively receiving visual and quantitative feedback that facilitates assessing and understanding the effects of their choices.", "lang": "en", "id": "https://openalex.org/W1576855227"}}
{"_id": "https://openalex.org/W2129600951", "_source": {"title": "Engaging digital services for the creation of urban knowledge ecosystems: the case of Thermi, Greece", "abstract": "Engaging digital services for the creation of urban knowledge ecosystems: the case of Thermi, Greece. This paper discusses the way digital services advance urban knowledge ecosystems. The introductory part sets the frame of this paper; the second part conducts a systematic literature review regarding the association of knowledge with urban development since the beginning of the millennium, placing emphasis on urban knowledge ecosystems. The third part explores the benefits of using digital services in the implementation an urban knowledge ecosystem. The fourth and last part of the main body of this paper examines the urban knowledge ecosystem at the medium-sized city of Thermi, Greece, where in recent years a series of digital services were put in operation. The final and conclusive part of this paper examines the integration of digital services within the urban realm, based on the experience of Thermi, and how this process can support the development of knowledge and innovation-led cities.", "lang": "en", "id": "https://openalex.org/W2129600951"}}
{"_id": "https://openalex.org/W2040472872", "_source": {"title": "System for Vehicles Classification and Emergency Vehicles Detection", "abstract": "System for Vehicles Classification and Emergency Vehicles Detection. The rapid increase in the number of cars in cities puts increased demands on transport infrastructure. The main tools that allow existing transport infrastructure to cope with this situation are: adaptive control of intersections, real-time information system on availability of roads and parking support system. All of these systems need information about the current state of traffic conditions. Magnetometers can be successfully used to measure all the parameters needed to monitor traffic: count, speed, classification, occupancy and presence. In this article we present a sensor equipped with magnetometer and microphone. Our sensor allows the detection of emergency vehicles based on the analysis of acoustic signals. First experiments with the sensor carried out in real world conditions are described and discussed.", "lang": "en", "id": "https://openalex.org/W2040472872"}}
{"_id": "https://openalex.org/W2229113038", "_source": {"title": "Visualization and Decision Support Tools in Urban Planning", "abstract": "Visualization and Decision Support Tools in Urban Planning. Cities are rapidly growing. There is an assumption that 90% of global population growth will be in cities between now and 2030. Therefore, infrastructures and the environment have to be adapted to the changing demands. Moreover, new urban development strategies have to be elaborated. In 2007, the first international Visualization Summit of more than 100 international researchers and practitioners stated a jointly developed research goal for the year 2010, namely ’Visualizing Future Cities’. Therefore in this chapter we provide an overview about visualization methods, decision support tools in architecture, urban and regional planning, stakeholder participation and collaborative environments. Also, new decision support tools for the visualization of future cities will be introduced.", "lang": "en", "id": "https://openalex.org/W2229113038"}}
{"_id": "https://openalex.org/W2228209647", "_source": {"title": "Joint String Complexity for Markov Sources", "abstract": "Joint String Complexity for Markov Sources. String complexity is defined as the cardinality of a set of all distinct words (factors) of a given string. For two strings, we define $\\textit{joint string complexity}$ as the set of words that are common to both strings. We also relax this definition and introduce $\\textit{joint semi-complexity}$ restricted to the common words appearing at least twice in both strings. String complexity finds a number of applications from capturing the richness of a language to finding similarities between two genome sequences. In this paper we analyze joint complexity and joint semi-complexity when both strings are generated by a Markov source. The problem turns out to be quite challenging requiring subtle singularity analysis and saddle point method over infinity many saddle points leading to novel oscillatory phenomena with single and double periodicities.", "lang": "en", "id": "https://openalex.org/W2228209647"}}
{"_id": "https://openalex.org/W2529736522", "_source": {"title": "BEYOND INDOOR PRESENCE MONITORING WITH SIMPLE SENSORS", "abstract": "BEYOND INDOOR PRESENCE MONITORING WITH SIMPLE SENSORS. To have buildings that are able to adapt to the user needs and at the same time to operate efficiently, it is essential to know the activity the people are performing. Presence sensors, which are widely deployed in modern buildings, attempt to regulate lighting to the presence of people in indoor spaces. Though, much more in terms of comfort and energy efficiency can be achieved if more detailed information on the activity of the users is detected. In this paper, we provide an initial investigation on detecting indoor activities by using simple sensors (infrared, pressure and acoustic) deliberately avoiding the use of rich sensors such as cameras. The sensors are low-cost, wireless, and retrofittable in existing structures. Our prototype is able to recognize five activities (working at a desk with or without a PC, having a meeting, and the presence/absence in the office) with accuracy of almost 95%, while unaffecting user’s behavior and comfort.", "lang": "en", "id": "https://openalex.org/W2529736522"}}
{"_id": "https://openalex.org/W2543226091", "_source": {"title": "OCCUPANCY ANALYSIS OF SPORTS ARENAS USING THERMAL IMAGING", "abstract": "OCCUPANCY ANALYSIS OF SPORTS ARENAS USING THERMAL IMAGING. This paper presents a system for automatic analysis of the occupancy of sports arenas. By using a thermal camera for image capturing the number of persons and their location on the court are found without violating any privacy issues. The images are binarised with an automatic threshold method. Reflections due to shiny surfaces are eliminated by analysing symmetric patterns. Occlusions are dealt with through a concavity analysis of the binary regions. The system is tested in five different sports arenas, for more than three full weeks altogether. These tests showed that after a short initialisation routine the system operates independent of the different environments. The system can very precisely distinguish between zero, some or many persons on the court and give a good indication of which parts of the court that has been used.", "lang": "en", "id": "https://openalex.org/W2543226091"}}
{"_id": "https://openalex.org/W4243778558", "_source": {"title": "Simulating Smart Cities with DEUS", "abstract": "Simulating Smart Cities with DEUS. Smart cities are envisioned to generate and consume overwhelming amount of data which can be harnessed to provide relevant information about their status so as to enhance the security and lifestyle of their citizens. Discrete event simulation is a powerful means to aid the design of the enabling ICT", "lang": "en", "id": "https://openalex.org/W4243778558"}}
{"_id": "https://openalex.org/W36338425", "_source": {"title": "Comparative Study of Joint Decision-Making on Two Visual Cognition Systems Using Combinatorial Fusion", "abstract": "Comparative Study of Joint Decision-Making on Two Visual Cognition Systems Using Combinatorial Fusion. In processing multimedia technologies or decision-making in visual cognition systems, combination by both simple average and weighted average are used. In this paper, we extend each visual cognition system to a scoring system using Combinatorial Fusion Analysis (CFA). We investigate the performance of the combined system in terms of individual system’s performance and confidence. Twelve experiments are conducted and our main results are: (a) The combined systems perform better only if the two individual systems are relatively good, and (b) overall, rank combination is better than score combination. In addition, we compare the three types of averages: simple average M1, weighted average M2 using σ, and weighted average M3 using σ 2, where σ is related to confidence of each system. Our results exhibit a novel way to better make joint decisions in visual cognition using Combinatorial Fusion.", "lang": "en", "id": "https://openalex.org/W36338425"}}
{"_id": "https://openalex.org/W1922742444", "_source": {"title": "Home Occupancy Agent: Occupancy and Sleep Detection", "abstract": "Home Occupancy Agent: Occupancy and Sleep Detection. Smart homes of the future will have a number of different types of sensors. What types of sensors and how they will be used depends on the behaviour needed from the smart home. Using the sensors to automatically determine if a home is occupied can lead to a wide range of benefits. For example, it could trigger a change in the thermostat setting to save money, or even a change in security monitoring systems. Our prototype Home Occupancy Agent (HOA), which we present in this paper, uses a rule based system that monitors power consumption from meters and ambient light sensor readings in order to determine occupancy. The agent is also able to determine when the occupants are asleep, and thus provide the potential for further energy saving opportunities.", "lang": "en", "id": "https://openalex.org/W1922742444"}}
{"_id": "https://openalex.org/W1947358040", "_source": {"title": "Robust non-negative matrix factorization for joint spectrum sensing and primary user localization in cognitive radio networks", "abstract": "Robust non-negative matrix factorization for joint spectrum sensing and primary user localization in cognitive radio networks. In this paper, a novel approach based on non-negative matrix factorization is applied for joint spectrum sensing and primary user localization in cognitive radio networks. This approach is robust and tolerant to sparse, yet strong interference caused by malicious attack or false data injection. Simulation results clearly indicate that the proposed method is highly effective in yielding low localization error for various strengths and degrees of sparsity of interferer. It is also shown that the localization performance significantly increases with the number of cognitive radios deployed.", "lang": "en", "id": "https://openalex.org/W1947358040"}}
{"_id": "https://openalex.org/W1980351310", "_source": {"title": "Control Systems Analysis and Design Labs with Educational Plants", "abstract": "Control Systems Analysis and Design Labs with Educational Plants. This article is devoted to using of the special laboratory plants in control education. The complex of control system analysis and design labs is presented, where each lab deals with one of the experimental control plants. The brief description of the plants is given and their main features are analyzed from the control point of view. The substantial formulations of the labs, which are discussed in the paper, include the problems of system identification, digital control systems design, signal processing and real-time implementation. The advantages of using MATLAB environment for the problem solution are pointed out. Finally, the examples of the labs are presented.", "lang": "en", "id": "https://openalex.org/W1980351310"}}
{"_id": "https://openalex.org/W2024799578", "_source": {"title": "Gis technologies in urban planning and education", "abstract": "Gis technologies in urban planning and education. GIS technology changed the way cities are planned. Software suite like ArcGIS supports complex large data analysis, simulations and management. At the Department of Architecture and Urban Planning in Novi Sad students learn how to integrate their knowledge about urban planning and architecture by using several essential components of ArcGIS.In this paper various approaches in spatial and data analysis based on GIS technology are introduced. Also several student work case studies are presented. Temporal change of urban morphology through graphs and animations and spatial analysis of present urban structure are two major topics presented in this work.", "lang": "en", "id": "https://openalex.org/W2024799578"}}
{"_id": "https://openalex.org/W2122461334", "_source": {"title": "Simulation Heuristics for Urban Design", "abstract": "Simulation Heuristics for Urban Design. Designing simulations for urban design not only requires explicit performance criteria of planning standards but a synthesis of implicit design objectives, that we will call ‘purpose rules’, with computational approaches. The former would at most lead to automation of the existing planning processes for speed and evaluation, the latter to an understanding of perceived urban qualities and their effect on the planning of cities.In order to transform purpose rules into encoded principles we argue that the focus should not be on defining parametric constraints and quantities, but on aligning the perceptual properties of the simulations with the strategies of the stakeholders (planner/ urban designer/ architect/ developer/ community).Using projects from the Computational Design and Research group at Aedas [CDR] as examples, this chapter will discuss how an open framework of lightweight applications with simple functionality can be integrated into the design and planning process by using computational simulations as urban design heuristics.", "lang": "en", "id": "https://openalex.org/W2122461334"}}
{"_id": "https://openalex.org/W2126096380", "_source": {"title": "SOCIAL INTERACTION IN URBAN PLANNING PROJECTS", "abstract": "SOCIAL INTERACTION IN URBAN PLANNING PROJECTS. Construction industry and the stakeholders are rapidly inclining towards the use of model-based applications such as building information modelling (BIM), also referred to as “sociotechnical system”. End user perspective and feedback are an integral part of urban planning projects. Developments of ICT and advancement in the use of social media tools have provided new dimensions to web 2.0 applications enabling utilization of 3D virtual world for larger audience. Virtual environments thus act as a scene of participation and social interaction for citizens and end users enabling new methods of participative design process. This paper introduces participatory approach in urban planning through implementation of freely available social media tools and applications with underlying concept of “Social BIM 2.0”. The end users can monitor the built environment and verify the needs, requirements and usability of the current and future environment. The empirical part of paper consists of two case studies, which present the results of social application testing in urban planning projects. It presents approaches and results of testing social media applications, experimental visualization methods and technologies like web-based gaming environment in urban planning projects.", "lang": "en", "id": "https://openalex.org/W2126096380"}}
{"_id": "https://openalex.org/W2354381088", "_source": {"title": "Smart Convergence - The Future of Green City", "abstract": "Smart Convergence - The Future of Green City. The technologies of information communication regions are progressing in rapidly. These technologies in today are used in various industry regions. We called it smart fusion. There are various regions such as smart car, smart green city, and smart TV, smart medical industries. Therefore, we described trends and future of smart green city in this paper.", "lang": "en", "id": "https://openalex.org/W2354381088"}}
{"_id": "https://openalex.org/W1606478133", "_source": {"title": "ICT to Evaluate Participation in Urban Planning: Remarks from a Case Study", "abstract": "ICT to Evaluate Participation in Urban Planning: Remarks from a Case Study. AbstractThe paper study the ICT available to evaluate participation in urban planning, starting from a relevant experience made in Italy inside a funding programme of the Italian Ministry for Innovation and Technology. It starts describing the state of the art of methods and techniques to evaluate participation in urban planning and the informatics tools available to support these participation processes, before the arrival on the scene of the social networks such as Facebook or Twitter. In the following paragraph the paper describes the case study: a participation process in the South of Italy, made to design the master plan of a medium sized city. In the following paragraph ICT used in the case of study are discussed and revised. In the last paragraph conclusions are made on this relevant subject for urban planning and design offering some general reflections.Keywordse-democracycollaborative planningICT evaluationurban planning", "lang": "en", "id": "https://openalex.org/W1606478133"}}
{"_id": "https://openalex.org/W165537896", "_source": {"title": "Logics for Security and Privacy", "abstract": "Logics for Security and Privacy. In this presentation I first review new developments of deontic logic in computer science, then I discuss the use of dynamic epistemic deontic logic to reason about privacy policies, and finally I discuss the use of modal logic for access control. This presentation is based on joint work with Guillaume Aucher, Guido Boella, Jan Broersen, Dov Gabbay and Valerio Genovese.", "lang": "en", "id": "https://openalex.org/W165537896"}}
{"_id": "https://openalex.org/W191884438", "_source": {"title": "A Content Analysis in Hong Kong Sustainable Smart Home Knowledge Sharing via World Wide Web", "abstract": "A Content Analysis in Hong Kong Sustainable Smart Home Knowledge Sharing via World Wide Web. Centuries ago, the major function of residential buildings was to provide a shelter to humans, protecting from wind, rain and dust. Later on, economic development in our society leads us to an increase in requirement on dwellings’ quality. Comfortable indoor environment becomes a must in home selection criteria. Nowadays, residential units continue to serve the abovementioned functions. Nevertheless, people has a higher demand. The global warming drives us to looks for ways to minimize the negative environmental impact. With the help of content analysis, this paper studies the Hong Kong sustainable smart home knowledge sharing.", "lang": "en", "id": "https://openalex.org/W191884438"}}
{"_id": "https://openalex.org/W2072311004", "_source": {"title": "Joint XPI and ISI Cancellation for Dually-Polarized Radio Systems over Earth-Space Links", "abstract": "Joint XPI and ISI Cancellation for Dually-Polarized Radio Systems over Earth-Space Links. Using dually-polarized technology to double the spectral efficiency is very attractive in satellite communication systems. However, the cross polarization interference (XPI) which is inevitable will degrade the performance of the system. In order to eliminate it, a cross polarization interference cancellation (XPIC) is necessary, at least under unfavourable propagation conditions. This paper mainly studies the issue of cross polarization interference cancellation for dually-polarized radio systems over earth-space links. A joint XPIC and DEAF is presented, and compared with conventional XPIC, DEAF and other equalizer structures. The study shows that even under the circumstances with XPI only, the combination of XPIC and DEAF are necessary, for the XPI in the signal will cause ISI during the signal processing which can not be eliminated by the XPIC. And the simulation results also show that the joint XPIC and DEAF have the best performance among them.", "lang": "en", "id": "https://openalex.org/W2072311004"}}
{"_id": "https://openalex.org/W2185500184", "_source": {"title": "Research and Thinking of Smart Home Technology", "abstract": "Research and Thinking of Smart Home Technology. Smart home is emerging technology growing continuously now. It integrates of many new technologies through home networking for improving human's quality of living, so there have many projects researching in diverse technologies to apply to the smart home system. Accordingly, this paper reviews various topics on smart home technologies from surveying for smart home research projects. The topics is based on the definition of smart home and the details of smart home elements including smart home networks that can be classified into two main types, which are wiring system and wireless system, smart home controllers that use for managing system, the appliances or the smart devices and the challenges of smart home. This paper also offers many interesting projects summarily, so it can be ideas for whoever want to learn this technology.", "lang": "en", "id": "https://openalex.org/W2185500184"}}
{"_id": "https://openalex.org/W2238807918", "_source": {"title": "Â€Žsmart Cityâ€ - A Challenge For The Development Of The Cooperation Mechanism Between European Cities", "abstract": "Â€Žsmart Cityâ€ - A Challenge For The Development Of The Cooperation Mechanism Between European Cities. Through this article we wish to emphasize the concept of “smart city” proposed by a new model of ranking cities, especially designed for medium-sized cities. In the beginning we approached the undervalued potential and the urged to identify the development possibilities. The Smart City Ranking responds to these requirements, and comes with a strategic view for middle-sized cities to leave the shade of the big metropolises. Ranking using six characteristics is the innovative element of the model, but collecting and processing data can turn out to be difficult outside some principles, or values. That is why we proposed fundamental values like: transparency, responsibility, flexibility, sustainability, competitivity, benchmarking. The next part of the article approached the smart city final ranking and we used examples to explain some of the positioned cities in the hierarchy. It has been analyzed the best ranked city, Luxembourg, and after that Innsbruck and Ljubljana. Furthermore the attention was focused on the three Romanian cities included in the ranking, and was realised a diagnosed of the Cluj-Napoca city.", "lang": "en", "id": "https://openalex.org/W2238807918"}}
{"_id": "https://openalex.org/W2385203403", "_source": {"title": "The Vision,Architecture and Research Models of Smart City", "abstract": "The Vision,Architecture and Research Models of Smart City. Urban developments are facing the rapid change of the environment,economy,and society.The main reason is that,the cities do not develop a system of self-regulation and sustainable development.The future of urban development must follow the road of multiple sustainable development.Thus,the concept of the smart city comes out.Domestic and foreign governments are actively involved in the construction of smart city.But there is still lack of systematic thinking and study on the smart city vision,architecture and model,which hinders the development of smart city in China.The urgent in-depth study need to be conducted according to China's national conditions.First,the industry and academia lack in-depth research and consensus on smart city vision.In fact,the vision of smart city is a fundamental premise of smart urban construction.It determines the strategic objectives of the smart city and affects the behavior of resource allocation.In order to solve this problem,this paper conducts the analysis of an preliminary study,and investigates in several provinces and cities,ultimately puts forward the vision and strategic objectives with Chinese characteristics of the smart city,namely the economic-social-ecological sustainable development,which ultimately meets the residents a sense of security and well-being in cities.Secondly,there is lack of architecture of study of smart city under China's national conditions.In fact,a smart city architecture is the basis of realizing the vision of smart city.The effective architecture of smart city helps to enhance the creativity of urban residents,universities and research institutions,and makes the city a fertile ground for learning and innovation.To solve this problem,this article analyzes the foreign literatures and considers the Chinese situation,then advances a three-layer four-poster architecture of the smart city.Finally,there are existing research gaps in the smart city modeling.In fact,the research on smart city is a systematic project.To a better understanding of the system structure and characteristics,modeling analysis is needed,in order to clarify and quantify the smart city-building process,thus provide tools for practice.To solve this problem,this paper proposes an model for alternative future studies.In summary,motivated by a lack of systemic thinking of the vision,architecture and model of smart city in both academia and industry,this paper conducts a qualitative analysis of the identification smart city vision,architecture,and mode through multi-source data collection(foreign literatures domestic investigations).On the one hand,this paper makes up for less system thinking of the existing smart city strategic studies,which contributes greatly to existing research.On the other hand,this article provides direction,guidance and recommendations on building-up the smart city,which is one of the precious issue in China as well as world cities.", "lang": "en", "id": "https://openalex.org/W2385203403"}}
{"_id": "https://openalex.org/W37110359", "_source": {"title": "Indoor Position System Based on BitCloud Stack for Ambient Living and Smart Buildings", "abstract": "Indoor Position System Based on BitCloud Stack for Ambient Living and Smart Buildings. Nowadays there is a research on ambient living and smart building applications to make people life more confortable. This kind of applications, in general, requires the position where a person is in a building to act according it and to any physical parameters that are measured from the person, to determine, for instance, if the air condition has to be switched on or off, the room temperature has to be put up or down or the music has to be changed from classical to pop, or vice versa. This paper presents an indoor position solution based on BitCloud Stack, a full-featured, second generation embedded software stack from Atmel.", "lang": "en", "id": "https://openalex.org/W37110359"}}
{"_id": "https://openalex.org/W760525376", "_source": {"title": "Incentive Schemes for Community Sensing", "abstract": "Incentive Schemes for Community Sensing. Google Zurich.Brandschenkestrasse 110, 8002, Zurich, Switzerlandjason.li | boi.faltings @epfl.ch, radu.jurca@gmail.comFig.1. OpenSense air pollution sensors that could be used in community sensing. Top left: on top of a bus; bottomleft: on top of a tram; top right: attached to a solar-powered weather station on a building; and bottom right: attachedto a smartphone.", "lang": "en", "id": "https://openalex.org/W760525376"}}
{"_id": "https://openalex.org/W182432557", "_source": {"title": "Erratum: High Accuracy TOF and Stereo Sensor Fusion at Interactive Rates", "abstract": "Erratum: High Accuracy TOF and Stereo Sensor Fusion at Interactive Rates. There was an error in the acknowledgements section of this paper. The correct acknowledgement text is as follows:This work is part of a joint research project with the Filmakademie Baden-Württemberg, Institute of Animation. It is co-funded by the Intel Visual Computing Institute and under grant 2-4225.16/380 of the ministry of economy Baden-Württemberg as well as further partners Unexpected, Pixomondo, ScreenPlane, Bewegte Bilder and Tridelity. The content is under sole responsibility of the authors.", "lang": "en", "id": "https://openalex.org/W182432557"}}
{"_id": "https://openalex.org/W1975850624", "_source": {"title": "Planning and development of new data model for urban scales, the BTU", "abstract": "Planning and development of new data model for urban scales, the BTU. Abstract This is a small outline about the processes (steps, meetings, agreements, analysis, etc.) which are necessary to elaborate a new data model designed and developed to satisfy the needs of Spanish Local Administrations and Public Authorities. This new data model is designed to consider printable entities at urban scales, complementing the existent data model for smaller scales, the BTA, which have been developed recently. The data model is under development, so the future tasks which are planned might change a little bit but not too much because the goal is very clear: to produce a data model highly interoperable and compatible for big scales.", "lang": "en", "id": "https://openalex.org/W1975850624"}}
{"_id": "https://openalex.org/W2041091768", "_source": {"title": "Selectively filtering image features using a percentage occupancy hit-or-miss transform", "abstract": "Selectively filtering image features using a percentage occupancy hit-or-miss transform. The Hit-or-Miss Transform (HMT) is a well known morphological transform which can be used for template matching and other applications. Recent developments in this area include extensions of the HMT which have employed a variety of techniques in order to improve the noise robustness of the transform. Rank order filters feature heavily in these approaches, and recently, a novel design tool, known as a PO plot, has been introduced. This tool can be used to determine the optimum rank parameter when using these extensions of the HMT to locate features in noisy data. In this paper, the properties of the PO plot are exploited in such a way that an extension of the HMT, known as a POHMT, can be used as a discriminatory filter which selectively marks or discards features in an image. This paper summarises the POHMT, and the PO plot, before demonstrating how these can be used to implement a discriminatory filter. This filter is then shown to produce promising results when applied to the problem of selectively detecting dice in images.", "lang": "en", "id": "https://openalex.org/W2041091768"}}
{"_id": "https://openalex.org/W206836481", "_source": {"title": "From Urban Labs in the City to Urban Labs on the Web", "abstract": "From Urban Labs in the City to Urban Labs on the Web. This paper reports an experience of planning participation, lead during 2010, with the objective to adopt traditional and innovative forms of participation, in the context of planning process simulation. The experience aimed at enhancing confidence in spatial planning processes, in a context where participation is not yet a custom. Some months later, a new attempt has been lead, to enlarge the set of adopted tools and test some electronic tools for e-valuation, asking citizens to involve other citizens, in order to enlarge the community.", "lang": "en", "id": "https://openalex.org/W206836481"}}
{"_id": "https://openalex.org/W2073349878", "_source": {"title": "The Development of an Integrated Geosimulation Environment for Public Transit Analysis and Planning", "abstract": "The Development of an Integrated Geosimulation Environment for Public Transit Analysis and Planning. This paper describes an integrated software environment for multi-modal public transit simulation based on the principles of geosimulation that integrates the capabilities of multi-agent systems, GIS and interactive visualization. The goal of the presented research is to explore possibilities of population in one of Latvia’s planning regions, called Vidzeme, to access state/municipal and other services by using public transport. In order to achieve the defined goal, an integrated simulation environment for public transit analysis and planning is developed.", "lang": "en", "id": "https://openalex.org/W2073349878"}}
{"_id": "https://openalex.org/W2189112137", "_source": {"title": "Towards 3D Geoinformatics and Computational Civil Engineering Support for Cooperative Tracks Planning", "abstract": "Towards 3D Geoinformatics and Computational Civil Engineering Support for Cooperative Tracks Planning. SUMMARY The planning of road, railway, and subway tracks in urban environments is a manifold task because of complex legal, environmental, economic, and structural problems. However, skills and knowledge of the participants differ sub stantially and computer support for complex planning still is at its beginning. Especia lly computer-aided collaborative planning for 3D city and building models is a new challenge with many open research questions. Mainly two communities can interdisciplinary contri bute to a solution: Geoinformatics and Computational Civil Engineering. Both fields have a tradition in 2D planning and both are developing towards a ”3D science”. For example, 3D models in different scales should be included into the planning process right from the b eginning to complement 2D plans. Furthermore, 3D geo-databases should provide on-demand internet-based access to tracks and other infrastructure models. Therefore 3D geo w eb services should simplify the access to objects above and under the earth surface. Data man agement tools should interact with efficient 3D computer vision techniques. In this co ntribution research approaches of the researchers group “Computer-aided collaborative tra cks planning in multi-scale 3D city and building models” are presented. The way to facilita te planning processes for subway track planning is described by developing a collaborative platform communicating with components to be developed for the modelling, management, and visualisation of 3D multiscale models. Basic research combining ideas from t he fields of collaborative planning platforms, 3D modelling, spatio-temporal databases, geo web services, and computer vision is presented.", "lang": "en", "id": "https://openalex.org/W2189112137"}}
{"_id": "https://openalex.org/W2407082544", "_source": {"title": "Participatory Sensing for Nature Conservation and Environment Protection", "abstract": "Participatory Sensing for Nature Conservation and Environment Protection. In this paper, we introduce and define the concept of Participatory Sensing (PS), we collect a number of PS applications from the area of environment protection and nature conservation, we sketch the building blocks of a generic software architecture for PS, and we report on the implementation approach and the current status of the PartSense project which aims at providing reference solutions for professional PS applications.", "lang": "en", "id": "https://openalex.org/W2407082544"}}
{"_id": "https://openalex.org/W2483528462", "_source": {"title": "Computational Intelligence for Privacy and Security", "abstract": "Computational Intelligence for Privacy and Security. The book is a collection of invited papers on Computational Intelligence for Privacy and Security. The majority of the chapters are extended versions of works presented at the special session on Computational Intelligence for Privacy and Security of the International Joint Conference on Neural Networks (IJCNN-2010) held July 2010 in Barcelona, Spain. The book is devoted to Computational Intelligence for Privacy and Security. It provides an overview of the most recent advances on the Computational Intelligence techniques being developed for Privacy and Security. The book will be of interest to researchers in industry and academics and to post-graduate students interested in the latest advances and developments in the field of Computational Intelligence for Privacy and Security.", "lang": "en", "id": "https://openalex.org/W2483528462"}}
{"_id": "https://openalex.org/W34416711", "_source": {"title": "Will Eco-aware Objects Help to Save the World?", "abstract": "Will Eco-aware Objects Help to Save the World?. Our society waste more energy than they should. This is mostly due to the inadequate use that human beings perform on electrical devices. The presented paper aims to justify that embedding intelligence within everyday objects is valuable to reduce the portion of unnecessary consumed energy which is due to human misusing. To such extend, we have augmented a capsule-based coffee machine which is placed in a work office to back our assumptions. Using this device we have devised an energy saving model that takes into consideration features like how and when workers use the appliance along the day. Additionally, we have simulated the model to demonstrate, through error metric comparison (measured in KWh), that a big amount of energy would be reduced if such intelligent systems were applied when compared with a baseline approach. Therefore, this paper contributes with a set of early, but promising, findings regarding how smart eco-aware objects can help to save energy in areas where people inhabit (cities, buildings or homes).", "lang": "en", "id": "https://openalex.org/W34416711"}}
{"_id": "https://openalex.org/W34687244", "_source": {"title": "A Planning Environment for the Design of Future Cities", "abstract": "A Planning Environment for the Design of Future Cities. In the global context, the population of cities and urbanized areas has developed from a minority to become the majority. Now cities are the largest, most complex and most dynamic man-made systems. They are vibrant centres of cultural life and engines that drive local and global economies. Yet, contemporary urbanized areas are environmentally, socially and economically unsustainable entities laying increasing pressure on the surrounding rural areas. Traditional methods of planning and managing large cities that lead to this situation have reached their limits. The planning and design processes therefore need a radical re-thinking. On the computational side, this necessitates the integration of new methods and instruments. On the planning and design side, this requires the involvement of stakeholders and decision makers much earlier than normally done in the past. The combination of interactive design and computation will demonstrate the effects and side effects of urban-rural planning or re-development. We build our design research approach on dynamics and scale: viewing cities and settlements as entities with dynamic urban metabolisms, we propose to apply stocks and flows simulations to the building scale (small, S-Scale), to the urban scale (medium, M-Scale), and to the territorial scale (large, L-Scale). Our long-term goal is the sustainable urban-rural system. Planning and implementation examples from Switzerland and ETH Zurich Science City serve as test cases, with the intent to use the findings for developments in other parts of the world.", "lang": "en", "id": "https://openalex.org/W34687244"}}
{"_id": "https://openalex.org/W42067760", "_source": {"title": "Using a RTL System Based on RFID Technology for Monitoring Occupants Domestic Energy Use and Behaviour", "abstract": "Using a RTL System Based on RFID Technology for Monitoring Occupants Domestic Energy Use and Behaviour. Over the last decade people have become more aware of environmental issues due to the fact that these have been brought to their attention by media, politicians and researchers. Even though the public is more aware of the energy issue, this will not necessarily result in changes in the way people use energy. Therefore it is important to understand individual occupant behaviour and find solutions to influence their behaviour at a national level in order to reduce carbon emissions from existing buildings. The motivation of this study is to gain an understanding of how occupancy sensors can be used for tracking occupants’ patterns and to determine their activities within domestic buildings.Occupancy patterns in a test house are analysed using a real time location (RTL) system based on ultra wideband (UWB) radio frequency (RF) to track location and spatial relationship. Occupants’ activities were deducted from their profiles and energy consumption and it was found that the energy consumption profiles are related to the occupants.", "lang": "en", "id": "https://openalex.org/W42067760"}}
{"_id": "https://openalex.org/W4252981072", "_source": {"title": "Video streaming exploiting multiple-antenna technique of WirelessMAN-Advanced system", "abstract": "Video streaming exploiting multiple-antenna technique of WirelessMAN-Advanced system. In this paper, we propose a novel video streaming technique exploiting a multiple-antenna mode of WirelessMAN-Advanced systems. the considered mode is single user spatially multiplexed (SU-SM) transmission. We also assume a joint signal detection at the receiver side.", "lang": "en", "id": "https://openalex.org/W4252981072"}}
{"_id": "https://openalex.org/W1014353870", "_source": {"title": "Increasing energy efficiency in existing public buildings through the implementation of a Building Management System based on interoperable networks", "abstract": "Increasing energy efficiency in existing public buildings through the implementation of a Building Management System based on interoperable networks. This paper presents the results of the first phase of the 3 year project Smart Energy Efficient Middleware for Public Spaces (SEEMPubS) that addresses reduction in energy usage and CO2 footprint in existing Public buildings and Spaces, through an intelligent ICT-based service monitoring and managing the energy consumption. The main activities were: selection of some case-studies to be used as demonstrators; definition of suitable control strategies; development of the main software infrastructure to connect sensors and to manage the interoperability between networks produced by different manufacturers. For each case study dynamic simulations were run to estimate the annual energy demand for lighting and HVAC systems and the potential energy savings due to more efficient control strategies. The interoperability between Building Information Model tools and energy simulation tools was also addressed as part of this research", "lang": "en", "id": "https://openalex.org/W1014353870"}}
{"_id": "https://openalex.org/W1032237933", "_source": {"title": "Construction of Public Information Network Platform in Urban Intelligent Communities with Outdoor Activities", "abstract": "Construction of Public Information Network Platform in Urban Intelligent Communities with Outdoor Activities. Based on the main technical characteristics and functional classifica-tion of contemporary intelligent community as well as the profound inter-pretation to the management system of public information, the construction of public information network platform in intelligent communities with outdoor activities and its technical roadmap are proposed. Moreover, with the advances of modern multimedia and network communication technology, the virtual and realistic public activities are connected to improve the neighborhood relations, dispel social differentiation and promote the social integration.", "lang": "en", "id": "https://openalex.org/W1032237933"}}
{"_id": "https://openalex.org/W1377544", "_source": {"title": "Smart City – Cities as Ecosystems and Palimpsests", "abstract": "Smart City – Cities as Ecosystems and Palimpsests. The purposes of the talk are: 1. to illustrate how the concept of ecosystem can be profitably applied to the city of today; 2. how a continuity between cross-media as described in media studies and smart cities as they are conceived in architecture and information science can be successfully established; 3. to introduce resilience as a key feature of this complex, information-based urban ecosystem.", "lang": "en", "id": "https://openalex.org/W1377544"}}
{"_id": "https://openalex.org/W1501590342", "_source": {"title": "Indicative planning perspectives for development of Bloemfontein as a smart city in South Africa", "abstract": "Indicative planning perspectives for development of Bloemfontein as a smart city in South Africa. In this paper an evaluation of smart socioeconomic, physical and environmental characteristics of Bloemfontein city of South Africa was done to understand the current scenario of the city and evolve perspective indicative planning guidelines for transforming the city into a smart city. The evaluation was done based on 74 smart indicators, and 30 factors under six characteristics, such as, smart economy, smart people, smart governance, smart mobility, smart environment and smart living. For this purpose, survey research methodology with analysis of primary and secondary data and review of the current Integrated Development Plan of the city was followed. The investigation of the various indicators revealed that although the city is lagging behind in most of the characteristics, yet provides ample opportunity to develop it as a smart city, if smart city concept and smart growth principles are employed in city development process.", "lang": "en", "id": "https://openalex.org/W1501590342"}}
{"_id": "https://openalex.org/W1600930707", "_source": {"title": "From historical buildings to smart buildings via middleware and interoperability", "abstract": "From historical buildings to smart buildings via middleware and interoperability. The vast majority of historical buildings are very energy inefficient; as energy costs continue to rise, they need smarter energy management strategies, since traditional ways of improving energy efficiency through structural retrofits are very expensive and not always possible in historical buildings. The paper shows the development of a new smart strategy to improve the energy efficiency of historical buildings without significant construction work. The strategy is based on Information Technologies and Wireless Sensor Networks, Building Information Modelling and interoperable energy simulation tools and also requires and stimulates an improvement of human awareness and competence. The paper reports the results of the first phase of the Smart Energy Efficient Middleware for Public Spaces project that addresses reduction in energy usage and the CO2 footprint of existing public buildings and spaces, by an intelligent ICT-based service which monitors and manages the energy consumption. Preliminary results have led to the development of a middleware tool which enables the interoperability of software and Wireless Sensor Networks to monitor energy consumption, controlling environmental parameters such as luminance and temperature to take advantage of natural resources (i.e. daylight and solar energy) in order to ensure the best possible comfort conditions with the most efficient use of energy. The research project is a demonstrator for a theoretical model that can be applied to wide typologies of historical buildings in Europe, especially public buildings", "lang": "en", "id": "https://openalex.org/W1600930707"}}
{"_id": "https://openalex.org/W1970175102", "_source": {"title": "Joint Template Matching Algorithm for Associated Multi-object Detection", "abstract": "Joint Template Matching Algorithm for Associated Multi-object Detection. A joint template matching algorithm is proposed in this paper to reduce the high rate of miss-detection and false-alarm caused by the traditional template matching algorithm during the process of multi-object detection. The proposed algorithm can reduce the influence on each object by matching all objects together according to the correlation information among different objects. Moreover, the rate of miss-detection and false-alarm in the process of single-template matching is also reduced based on the algorithm. In this paper, firstly, joint template is created from the information of relative positions among different objects. Then, matching criterion according to normalized cross correlation is generated for multi-object matching. Finally, the proposed algorithm is applied to the detection of watermarks in bill. The experiments show that the proposed algorithm has lower miss-detection and false-alarm rate comparing to the traditional NCC algorithm during the process of multi-object detection.", "lang": "en", "id": "https://openalex.org/W1970175102"}}
{"_id": "https://openalex.org/W1999647857", "_source": {"title": "Parking at Affordable Housing", "abstract": "Parking at Affordable Housing. Parking requirements should have a logical relationship with observed levels of parking use and with goals related to transportation, land use, and housing. These requirements are important elements of transportation policy because they influence vehicle ownership rates, travel choices, and mobility options. These local ordinances also shape land use outcomes, such as density, and social outcomes, such as housing affordability. This paper reports on a study of parking requirements for income-restricted, affordable multifamily housing. This form of land use is of particular interest because of its cost sensitivity and controversial nature. The study reported here used household surveys and overnight occupancy counts to assess the use of parking across varied types of income-restricted, affordable housing in the city of San Diego, California. Overall, the use of parking was found to be slightly less than one-half the rate for all rental units in San Diego but varied across affordable housing types (e.g., for families versus for seniors), location (e.g., access to mass transit, opportunity to walk), and bedroom count. This paper concludes with a discussion of methodologies to measure parking use and suggests a sequential policy process to establish affordable housing parking requirements.", "lang": "en", "id": "https://openalex.org/W1999647857"}}
{"_id": "https://openalex.org/W2096612998", "_source": {"title": "Wireless Sensor Networks for a Zero-Energy Home", "abstract": "Wireless Sensor Networks for a Zero-Energy Home. Energy, especially Electricity has become a critical concern of society. The generation and distribution are, to a large extent, not matched with each other. There are many initiatives to balance the load on the Grid vis-à-vis production and consumption. Recently, technology has made it possible to generate small amounts of energy in each household with solar, thermal, wind and other sources. With storage devices, it is possible to use the generated energy at the sources i.e., localized generation and consumption of energy. The system can be made efficient and possibly design a zero or positive–energy home with the use ICT infrastructure, wireless sensor networks, in particular. This paper proposes a three-layered architecture for this system and also lists several associated issues and challenges.", "lang": "en", "id": "https://openalex.org/W2096612998"}}
{"_id": "https://openalex.org/W2198806478", "_source": {"title": "Integrating Urban Simulation and Visualization", "abstract": "Integrating Urban Simulation and Visualization. Urban simulation and visualization are useful to a variety of applications, including content generation for entertainment, simulation, and training, and for regional planning agencies to evaluate alternative transportation investments, land use regulations, and environmental protection policies. In this chapter, we provide a brief overview of urban simulation models, an overview of visualization strategies applied to urban models, and how recent work has built upon a synergy of urban simulation, urban visualization, and computer graphics to produce new approaches that tightly integrate previously separate areas. This last aspect exploits a form of in-situ visualization enhancing the ability of both the simulations and the visualizations. The presented collections of works represent state-of-the-art methods that will educate the reader on the latest thoughts and approaches in the field.", "lang": "en", "id": "https://openalex.org/W2198806478"}}
{"_id": "https://openalex.org/W2202300946", "_source": {"title": "Design of Rule Model for Building Energy Efficiency Base on User Occupancy and Spatial Features", "abstract": "Design of Rule Model for Building Energy Efficiency Base on User Occupancy and Spatial Features. Due to energy shortage and energy price increase, many researchers have been working on improving energy use efficiency using information and communication technology. In most of these studies, however, energy management and saving is performed by detecting a user’s particular situation with sensors and then applying the rules predefined. This style of energy saving and management using static rules would improve energy use efficiency, but also decrease user comfort level at the same time. Because energy use pattern depends strongly on changes in human behavior, the rules for managing energy use should be dynamically updated. In this paper, we first define spatial properties and propose a rule model where rules could be dynamically updated according to user feedback and applied to various situations.", "lang": "en", "id": "https://openalex.org/W2202300946"}}
{"_id": "https://openalex.org/W2289426778", "_source": {"title": "Strategies for smart building realisation", "abstract": "Strategies for smart building realisation. Smart buildings as a concept is now becoming prominent in the vocabulary of Architects, Engineers, Construction contractors, Technology companies, Property developers and the Estate or facility management function within organisations. Public or private sector, smart building goals are now prevalent in corporate strategies whenever new build or retrofit / refurbishment is planned. But there seems no common consensus on what this really means. The 1990’s and 2000’s witnessed much hype around intelligent buildings concepts. However in many instances the hype never produced tangible results. Now the scene has changed. Sustainability and carbon management is increasingly on the agenda of boardroom decision making and “smart” in smart buildings seems to have a purpose, almost as a mission statement. The lack of clear definitions on what encompasses a smart building and what is to be expected when utilising a smart building whether as a solitary or group experience is causing the supply side industry to throttle back the adoption rate. Value structures justifying adoption are not clear in this early adaptor stage. Thus costs associated with the realisation of a smart building are quite hard to justify. This is compounded by the rapid pace of technology advancement and the continual refresh of new products and solutions that purport to provide an improved functionality or better price to performance advantage. Thus strategies for smart building realisation need to be formalised into industry accepted frameworks which can be applied in many market sectors – or verticals, and which can be applied in the context of small, medium and large buildings or campus premises. This paper presents some thought leadership in this emerging area of expertise and provides concepts that may form the fundamentals for a future framework. The author provides a perspective as a professional in Consulting for the Engineering and Construction industry with regards to integrating ICT systems into the built environment. ICT infrastructure comprises much of the building blocks for smart building enablement alongside automation and controls, electronic security and facility management applications. Converged IP networks, integrated command and control rooms, utility (smart) metering and integrated BMS (iBMS) enables smart building functionalities to be implemented. This paper presents viewpoints across all of these subject areas in the context of policies, technologies and obstacles.", "lang": "en", "id": "https://openalex.org/W2289426778"}}
{"_id": "https://openalex.org/W2350590093", "_source": {"title": "Theoretical Considerations and Strategic Choice on the Development of Smart City", "abstract": "Theoretical Considerations and Strategic Choice on the Development of Smart City. This paper aims to present that,as the converter of urban transformation and economic development and the advanced stage of modernized city development following the digital city and intelligent city,smart city is the deep integration of informatization,industrialization and urbanization.In addition,the development of smart city contributes to promoting the coordinated and sustainable development between urban economy,society and environment,overcoming the challenges by the big city disease,and improving the quality of urbanization.From the stage of development of city informatization,it is easy to find that many first-class cities in China have initially been equipped with relatively complete information infrastructure,industrial system and intelligent technology.Meanwhile,policy support system for smart city is gradually improving to create a favorable policy environment.However,the development of smart city in China is still in its infancy and may encounter many problems such as lack of unified planning,inconsistent technical standards,incomplete legal norms,financial bottlenecks and so on.Therefore,to further promote the development of smart city,China should deal with the relationship between the invisible hand of the market and the visible hand of the government,stimulate technology innovation and financial innovation,build a network of information sharing and interoperability based on the development of information infrastructure,and take seriously the problem of norms of technology and legislation.Finally,the overall advancement of smart city should be based on experience of the typical demonstrations that will be steadily accumulated.", "lang": "en", "id": "https://openalex.org/W2350590093"}}
{"_id": "https://openalex.org/W2350956703", "_source": {"title": "Smartness Make City Better", "abstract": "Smartness Make City Better. With the growing social needs and the rapid development of information technology,digital city made remarkable progress,which provided well service for government,enterprises and the public.But there exist a lot of problems.The emergence and the application of grid,the internet of things and cloud computing brought opportunity for solving these problems.Smart city emerges as the times require.The evolution from digital city to smart city is now the social topics.Grid,the internet of things and cloud computing are key technologies which realize the evolution from digital city to smart city.Smart city will promote the development of smart service and smart industry,and enhance city's core competitiveness in the 21st century.", "lang": "en", "id": "https://openalex.org/W2350956703"}}
{"_id": "https://openalex.org/W2367435790", "_source": {"title": "Design and implementation of public house management system", "abstract": "Design and implementation of public house management system. Recently,unaffordable housing price has created a great demand for public housing security system.In order to more effectively and efficiently provide real time and exact housing information for security management,the paper designed and realized public housing security management system based on MapGIS.This paper used MapGIS as the explored platform.According to the characteristic of the public house data,it designed and implemented this system and explained the design proposal,major functions and flow work.", "lang": "en", "id": "https://openalex.org/W2367435790"}}
{"_id": "https://openalex.org/W2369046052", "_source": {"title": "Development of Intelligent Building Technology in the Era of Internet of Things", "abstract": "Development of Intelligent Building Technology in the Era of Internet of Things. The paper describes the technology of intelligent building and the impact of Internet of Things for building intelligent technology,and analyzes the specific application of Internet of Things in intelligent building as well as the development trend of building intelligent technology in the era of Internet of Things.", "lang": "en", "id": "https://openalex.org/W2369046052"}}
{"_id": "https://openalex.org/W2372310576", "_source": {"title": "The Development Strategy of Smart City", "abstract": "The Development Strategy of Smart City. The concept and vision of smart city,proposed by IBM in 2008,became the countries and cities' major strategy to seek a new round of development after financial crisis.The development of smart city is not only beneficial to trigger a new round of technology innovation and development of internet of things,and provide new intelligent urban management and social development,but also providing a better way of life for residents.This paper introduces the background,basic content and features about smart city,analyzes major influence on urban development and problems confronted with,and presents several policies including improving urban infrastructure,industry and technology of internet of things,and creating model driven effort by application in key industries to reinforce the foundation for future development of smart city.", "lang": "en", "id": "https://openalex.org/W2372310576"}}
{"_id": "https://openalex.org/W2373138124", "_source": {"title": "Application of Computer Technology in City Planning", "abstract": "Application of Computer Technology in City Planning. With the rapid development of computer science and technology,computer-aided mapping has been widely used in urban planning,the spread of information technology provides a platform for the approval and public participation of the city planning,while the application of remote sensing,geographic systems enhances city planning and construction management interoperability,new ideas and new methods of urban planning are implemented by computer technology.This paper introduced the application of computer technology in the process of urban planning and design and management.", "lang": "en", "id": "https://openalex.org/W2373138124"}}
{"_id": "https://openalex.org/W2393313323", "_source": {"title": "Application of IOT in construction of smart city", "abstract": "Application of IOT in construction of smart city. By analyzing of the concept and characteristics of IOT, the core application of the IOT in smart city′s construction is summarized. While the urban intelligent transportation, medical wisdom, smart power grid, smart logistics, smart water, smart travel, smart materials and other aspects are briefly described.", "lang": "en", "id": "https://openalex.org/W2393313323"}}
{"_id": "https://openalex.org/W2472303033", "_source": {"title": "ENERGY EFFICIENCY THROUGH INTELLIGENT MANAGEMENT OF BUILDING EQUIPMENT", "abstract": "ENERGY EFFICIENCY THROUGH INTELLIGENT MANAGEMENT OF BUILDING EQUIPMENT. In this article will be presented a way of how a building can reduce the amount of energy required for heating, cooling and lighting the building, using an intelligent unit. The article will not only present the concept for software and hardware infrastructure but also will present a description the ontology of the intelligent building.", "lang": "en", "id": "https://openalex.org/W2472303033"}}
{"_id": "https://openalex.org/W2525950862", "_source": {"title": "System Design Proposal for an Urban Information Platform", "abstract": "System Design Proposal for an Urban Information Platform. This paper focuses on information modelling and proposes a system design for an urban model encompassing multi-scale data. The system employs procedural modelling on top of GIS information to allow different simulation tools to interact with the data. This is a promising approach for an urban information platform integrating multi-scale urban information to support different simulations important in urban design. In an initial instance the information platform is used to scale-up and scale-down in information modelling, linking technologies on different spatial levels, and utilizing the advantages of different tools to evaluate the built environment. The platform is applied in Singapore to manage urban data and support urban formation.", "lang": "en", "id": "https://openalex.org/W2525950862"}}
{"_id": "https://openalex.org/W618445315", "_source": {"title": "A General Noise Resolution Model for Parking Occupancy Sensors", "abstract": "A General Noise Resolution Model for Parking Occupancy Sensors. In this paper the authors address a challenging problem of predicting on-street parking occupancy based on sensors with occasionally missing data. These missing values are most likely not missing at random. However, the exact process behind it is unknown at the outset. For example, an entry in the data stream might read: “at time t, blockface b, which has capacity 20, has 18 working sensors, and of those working sensors 10 indicate that a parking space is occupied.” The challenge is to infer as accurately as possible the actual occupancy of blockface b, i.e. the occupancy of all parking spaces, including the ones with inoperative sensors. The fact that sensors are inoperative only occasionally allows us to learn a demand model and a sensor noise model jointly, and use this to “fill in the blanks” in the best possible way. The authors introduce a series of sensor noise models of increasing complexity that are suited for several sensor characteristics. Cross-validation allows the selection of the suitable model for a particular application. The sensor noise models introduced are flexible and can be combined with any probabilistic model for demand and hence have a very wide applicability. In our demonstration application the authors find that sensors are more likely to be inoperative when parking spaces are empty, in particular during busy traffic periods. This supports the hypothesis that drive-by-traffic is an important source of noise for the sensor. Compared to baseline methods based on a missing-at-random assumption our method gives better predictive performance and avoids a systematic bias in the inferred occupancies.", "lang": "en", "id": "https://openalex.org/W618445315"}}
{"_id": "https://openalex.org/W75551427", "_source": {"title": "SMART LANDSCAPE. UNA NUOVA GRAMMATICA PER LA TRANSIZIONE URBANA", "abstract": "SMART LANDSCAPE. UNA NUOVA GRAMMATICA PER LA TRANSIZIONE URBANA. The innovation of the city landscape can be defined reorganizing the cities through the a new grammatical code as a competitive factor, based on ideas, innovation, ability to organize on the territory new knowledge and new development models, but also through new technologies and infrastructure. The innovative system for city planning is related to the Lipsia Paper on European Sustainable Cities (2007) and to Europe 2020. They promote an integrated system of actions related to Smart Cities Code, in order to guide city transformations. Smart Cities is a movement born in North America, already applied in Europe to simplify urban living, through hard factors as physical infrastructures and the services, and soft factors as territorial, cultural and social networking and innovation. Smart City in fact is a city space that face the globalization and the crisis developing, contextually, competitiveness and sustainability, with attention to social cohesion, creativity, mobility, quality of the environment and the landscape. The five main dimensions on which it is based the Smart Cities grammar is: mobility, environment, tourism and culture, knowledge economy, city transformations for life quality. The landscape crosses all the five dimensions, becoming the necessary code in order to design an intelligent future for our cities. The strategies and the plans for smart cityscapes need complex actions that integrate physical participation in order to project spaces and infrastructures, to recover underused patrimony, to create synergies with the natural and rural spaces, and to qualify ecological network, to valorize culture and creativity, improving city attractiveness, contributing to construct quality of city spaces, forms, attitudes and behaviors", "lang": "en", "id": "https://openalex.org/W75551427"}}
{"_id": "https://openalex.org/W14125284", "_source": {"title": "Energy consumption management using CAFM and BIM", "abstract": "Energy consumption management using CAFM and BIM. Normally end are passive who do not participate in managing their energy consumption. International literature is demonstrating that involvement and awareness in facility management can help energy saving. For this reason, it is necessary that the subject becomes active and able to fit inside the energy management information. From this point of view, the Smart Energy Efficient Middleware for Public Spaces (SEEMPubS), a Seventh Framework Programme project, aims to reduce energy consumption in historic and modern public buildings through low economic impact construction works and an efficient ICT network for monitoring, detecting and managing consumption. At the end of this project, consumption data, which were collected within a number of the test rooms, will be available to end through a Facility Management application (Archibus) that will allow to see energy consumption data visible in real time, and to perform a different kind of medium and long term analysis and consequently to plan construction works, when necessary. At the same time, collected data, are used to study the methodology through interoperability among parametric software, both architectural (Revit Architecture), energetic (Daysim, Radiance and TRNSYS) and Facility Management (Archibus FM). Therefore, SEEMPubS will be able to transform users into informed-user involving them in the global energy process", "lang": "en", "id": "https://openalex.org/W14125284"}}
{"_id": "https://openalex.org/W1498397364", "_source": {"title": "Discriminative training of patch-based models using joint boosting for occupant classification", "abstract": "Discriminative training of patch-based models using joint boosting for occupant classification. This paper presents a vision-based occupant classification method which is essential for developing a system that can intelligently decide when to turn on airbags based on vehicle occupancy. To circumvent intra-class variance, this work considers the empty class as a reference and describes the occupant class by using appearance difference. Context contrast histogram is used to represent the patch appearance. Each class is modelled using a set of locally representative parts called patches that alleviate the mis-classification problem resulting from severe lighting change. The selection and estimating the parameters of the patches are learned through joint boosting by minimizing training error. Experimental results from many videos from a camera deployed on a moving platform demonstrate the effectiveness of the proposed approach. (4 pages)", "lang": "en", "id": "https://openalex.org/W1498397364"}}
{"_id": "https://openalex.org/W161636977", "_source": {"title": "A Novel Smart Home System", "abstract": "A Novel Smart Home System. Electronics such as air-conditioner, TV, humidifier, hi-fi equipment, can be called energy management systems implementing monitoring and statistics of energy data in the building. Their purpose is to make the relationship between power consumption and comfortable and healthy life environment more reasonable. In this paper, we present a novel smart home system integrating many kinds of energy efficiency features. This system is called VCE, which means making healthy life easier. VCE has many distributed low-power sensors in the environment which is used for detecting and better regulating human environment. These data are used for monitoring and analyzing real-time consumed energy on device level. VCE can adjust the temperature, humidity, light intensity volume and other information. And VCE can also detect human real-time vital signs like blood pressure, through sophisticated sensors.", "lang": "en", "id": "https://openalex.org/W161636977"}}
{"_id": "https://openalex.org/W178576785", "_source": {"title": "Support System of Intelligent 3D Urban Planning Based on GIS Technology", "abstract": "Support System of Intelligent 3D Urban Planning Based on GIS Technology. With the rapid development of China’s urban construction, the scale of cities is increasing, which also brings more serious problems to urban planning and design. Integrated with traditional urban planning theory and based on Geographic Information System (GIS), three-dimensional intelligent city management platform is used to carry out research on city planning theories and methods in information age. An intelligent planning method is proposed to analyze the structure, function and application of the computer aided urban planning system–CAUPS.", "lang": "en", "id": "https://openalex.org/W178576785"}}
{"_id": "https://openalex.org/W1913538214", "_source": {"title": "Smart Mobility for India: Needs, Opportunities and Challenges", "abstract": "Smart Mobility for India: Needs, Opportunities and Challenges. India finds itself in a precarious situation. While the lack of efficient and effective mediums of mobility for public-at-large outside metropolitan cities continues to cause loss of productivity and stifle economic growth in a considerable manner; the economic growth in major urban centres and the resultant growth of passenger vehicles and two-wheelers is leading to heavy traffic jams and pollution. This article argues that a viable solution to these entwined and complex challenges lies in implementing “smart mobility” solutions. This could prove to be the next growth driver and present immense opportunities for Indo-German collaboration.", "lang": "en", "id": "https://openalex.org/W1913538214"}}
{"_id": "https://openalex.org/W1972780182", "_source": {"title": "Joint Detection of Bivariate Gaussian Noise Sequences", "abstract": "Joint Detection of Bivariate Gaussian Noise Sequences. A method is proposed for joint detection of independent, identically-distributed (IID) zero-mean bivariate Gaussian noise sequences. Received sequences are used to estimate ratio statistics that span a three-dimensional basis, and deviations from an asymptotic form are used to generate the final detection statistic. Sensitivities of the measure to statistical deviations are shown. The technique is applied to radiometric detection and is shown to achieve performance close to ideal energy detection, but without requirements for noise estimation.", "lang": "en", "id": "https://openalex.org/W1972780182"}}
{"_id": "https://openalex.org/W2076667321", "_source": {"title": "Applying Extending Structuration Theory: A Study of an IT-Enabled Budget Reform in the Context of Interdisciplinary Collaboration", "abstract": "Applying Extending Structuration Theory: A Study of an IT-Enabled Budget Reform in the Context of Interdisciplinary Collaboration. This study considers contemporary budget reforms within the context of e-government due to their broader technological applications and informational content. In recent initiatives of budget reforms, governments have coupled together information systems with budgetary and managerial components. The result is a joint innovation to support the budget reform. This study extended structuration theory to study the adoption of these joint innovations in a contemporary case of budget reform in Mexico. The purpose is to learn about the critical factors that influence the adoption of these initiatives in a context of interdisciplinary collaboration (IC). IC involves interactions among actors with different professional backgrounds, knowledge and expertise in charge of implementing the related systems and tools for the budget reform. The study used an embedded case study design employing 28 semi-structured interviews and analysis of official documents. The results show a broad set of factors of related systems, policy and practices.", "lang": "en", "id": "https://openalex.org/W2076667321"}}
{"_id": "https://openalex.org/W2093649169", "_source": {"title": "Smart Networked Cities", "abstract": "Smart Networked Cities. This paper aims to critically assess the lack of a global inter-urban perspective in the smart city policy framework from a conceptual standpoint. We argue here that the smart city policy agenda should be informed by and address the structure of transnational urban networks as this can affect the efficiency of such local policies. The significance of this global network structure is essential as cities do not exist in a vacuum. On the contrary, urban development is heavily based on urban interdependencies found at a global scale. After critically analysing smart city characteristics and the world city network literature, we identify the need for global urban interdependencies to be addressed in a smart city policy framework. While this paper approaches this issue from a theoretical standpoint, some policy examples are also provided.", "lang": "en", "id": "https://openalex.org/W2093649169"}}
{"_id": "https://openalex.org/W2351204302", "_source": {"title": "Study on the Construction of Evaluation Index System of China's Smart City", "abstract": "Study on the Construction of Evaluation Index System of China's Smart City. At present,the construction of smart city has become the important choice of urban innovation and development in China.This paper summarizes the definition and main content of the smart city,then from the perspective of smart people,smart infrastructure,smart governance,smart living,smart economy,smart environment and smart planning and construction,constructs a set of smart city evaluation index system,with the characteristics of objectivity,clear orientation and justifiability,to provide a useful reference for the healthy and rapid development of smart cities.", "lang": "en", "id": "https://openalex.org/W2351204302"}}
{"_id": "https://openalex.org/W2352337005", "_source": {"title": "SMART XIANGYANG SYSTEM FRAMEWORK AND REALIZATION STRATEGY RESEARCH", "abstract": "SMART XIANGYANG SYSTEM FRAMEWORK AND REALIZATION STRATEGY RESEARCH. With the the rapid development of information technology such as new generation of mobile broadband networks,The Internet of things,cloud computing,Smart City has become the new hot spot of urban development.The paper have analyzed the core concept of the smart city,and combined the actual situation of Xiangyang,in which Four Xiangyang has been put forward,built the system framework of Smart Xiangyang from the prospect of manufacturing system,the industry chain,transportation,medical,education,tourism,the electric power,the city management system and pollution management system,proposed the realization strategy to provide foundation for solving the problem that the scale of development is not enough,slow pace of development,development level is not high of Xiangyang.", "lang": "en", "id": "https://openalex.org/W2352337005"}}
{"_id": "https://openalex.org/W2353960665", "_source": {"title": "The Exploration on Curriculum Construction of Higher Vocational Tourism E-commerce", "abstract": "The Exploration on Curriculum Construction of Higher Vocational Tourism E-commerce. The talents' training work in tourism major during the information age should fully consider the demand of information development of industry enterprises.In the process of tourism talents' training work in higher vocational colleges,as the core curriculum to promote students' tourism information quality,tourism E-commerce should be paid great attention to in the process of talents' training work.Starting from the necessity of tourism E-commerce curriculum setting and the goal of curriculum teaching,this paper puts forward the basic thought and frame of constructing tourism E-commerce curriculum system,providing the beneficial reference for tourism major in higher vocational colleges to open tourism E-commerce curriculum.", "lang": "en", "id": "https://openalex.org/W2353960665"}}
{"_id": "https://openalex.org/W2355006404", "_source": {"title": "The Design of Video Doorphone System in a Certain Intelligent Residential Community", "abstract": "The Design of Video Doorphone System in a Certain Intelligent Residential Community. The process of design is introduced based on the video doorphone system of′Intelligent Community System′.From the practical engineering design,a detailed account of the design scheme is presented with focus on the function,principle and system structure.", "lang": "en", "id": "https://openalex.org/W2355006404"}}
{"_id": "https://openalex.org/W2360599271", "_source": {"title": "A New Building Energy Consumption Monitoring and Analyzing Platform", "abstract": "A New Building Energy Consumption Monitoring and Analyzing Platform. A new building energy monitoring and analyzing platform was introduced. This platform consists of three subsystems, it is based on present building automation system, integrates building automation, energy usage monitoring and energy usage analysis, which is a potential solution for building energy usage optimization.", "lang": "en", "id": "https://openalex.org/W2360599271"}}
{"_id": "https://openalex.org/W2362264697", "_source": {"title": "Joint Optimization with Channel and Power Allocation Based on Energy Pricing in Cooperative Wireless Network", "abstract": "Joint Optimization with Channel and Power Allocation Based on Energy Pricing in Cooperative Wireless Network. Joint optimization assisted by the channel and power allocation of multi-terminal cooperative communication is a new paradigm for cooperative wireless network,and parallel data transmission between the source and destination node is implemented based on various transmission modes(e.g.,direct,dual-hop and relay transmission).By modeling nodes of network as energy sellers,a new joint optimization scheme based on energy pricing is proposed for channel allocation and power control.Simulation shows that system energy-consumption cost and network lifetime of the parallel transmission using our proposed scheme significantly outperforms the single transmission.Moreover,by introducing energy price incentive mechanism,the superiority of the optimal rate allocation over average rate allocation in terms of system performance is verified.", "lang": "en", "id": "https://openalex.org/W2362264697"}}
{"_id": "https://openalex.org/W2364861964", "_source": {"title": "Comprehension of《Technical Code for Public Address System Engineering》", "abstract": "Comprehension of《Technical Code for Public Address System Engineering》. 《Technical code for public address system engineering》(Codefor short)which is the national public address standards GB 50526-2010 is officially published in 2010.The causes of the preparation of national standards in public address are analyzed,and the censoring conclusions of Ministry of Industry and Information Technology and Ministry of Construction are given.The key points and characteristics of theCodeare focused on and the interpretation is described.", "lang": "en", "id": "https://openalex.org/W2364861964"}}
{"_id": "https://openalex.org/W2366649035", "_source": {"title": "Building Energy Management Based on the Technology of the Internet of Things", "abstract": "Building Energy Management Based on the Technology of the Internet of Things. The necessity of the Internet of Things technology for building energy management was analyzed.By the case of building energy management system based on the Internet of Things technology, the application of the Internet of Things in the building energy management was showed.", "lang": "en", "id": "https://openalex.org/W2366649035"}}
{"_id": "https://openalex.org/W2367042343", "_source": {"title": "Research on Spatial Data Updating Technology in Urban Planning Management System", "abstract": "Research on Spatial Data Updating Technology in Urban Planning Management System. The current situation of data is the vitality of urban planning and management data,and for this reason,timely,exact and effective method of data updating is urgently needed.In this paper,we discuss and study the data update method based on version and workflow,which is consistent with the characteristics of urban planning data and quality control requirements.This method has been used in Jiaonan land planning management system,and proved to be effective.", "lang": "en", "id": "https://openalex.org/W2367042343"}}
{"_id": "https://openalex.org/W2375313645", "_source": {"title": "Study and Application of Urban Planning GIS Platform for Public Services", "abstract": "Study and Application of Urban Planning GIS Platform for Public Services. As the public service of urban planning information have not reached a high degree,this paper studied in the construction of urban planning information to the public services GIS platform.Techniques of cloud management of Urban planning GIS data and seamless integration between many types of urban planning data and GIS data.Besides proposed the UMSA system to solve the original cut the diagram of tile map can not be multiport shared.The platform structures with B / S structure and Weblogic9.2 + J2EE1.4 + JDK1.5 environment Research has been applied in Shenzhen and got a very good application,which improved the integrated management of public services of urban planning geographic information level.", "lang": "en", "id": "https://openalex.org/W2375313645"}}
{"_id": "https://openalex.org/W2375375311", "_source": {"title": "Discussion on the Residential Intelligent Wiring System", "abstract": "Discussion on the Residential Intelligent Wiring System. In order to meet the demands of residential intelligent service for the present and in the future,In the light of multimedia,communication,house automation management,environmental management,security,television,probe,alarm,intercom system and so on,so forth,residential smart wiring system should be reserved from the perspective of development,especially for the advanced smart homes.This paper,mainly through the requirements of building residential smart system,puts forward the concept and the design scheme of residential smart wiring from the perspective of wiring installation,and narrated a detailed account of wiring system.", "lang": "en", "id": "https://openalex.org/W2375375311"}}
{"_id": "https://openalex.org/W2377644896", "_source": {"title": "Design Objectives Optimization for IOT Monitoring in Urban Pipelines", "abstract": "Design Objectives Optimization for IOT Monitoring in Urban Pipelines. This paper introduces the development and use cases of IOT(Internet of Thing) using in urban pipelines monitoring system.Discuss the balance between usability,reliability and power efficiency in IOT monitoring design.", "lang": "en", "id": "https://openalex.org/W2377644896"}}
{"_id": "https://openalex.org/W2377820258", "_source": {"title": "Discussion about Design for Intelligent System Applied to Exhibition Buildings", "abstract": "Discussion about Design for Intelligent System Applied to Exhibition Buildings. The intelligent subsystems of exhibition buildings are introduced;the design for the intelligent systems is analysed,and coordination between relevant specialties at the design stage is explained,so as to provide references for the design for intelligent systems.", "lang": "en", "id": "https://openalex.org/W2377820258"}}
{"_id": "https://openalex.org/W2384573734", "_source": {"title": "The analysis of home networking in smart home model engineering", "abstract": "The analysis of home networking in smart home model engineering. Nowadays, simple smart home application demonstration can’t form a continuous driving force for the development of industry. So it is imperative that accelerating the construction of smart home model engineering in which home networking is the key step. To this end, an analysis of home networking technology of business application needs, and internal architectural structure used by the model engineering is made. Finally a conclusion that homework networking demands not only the theoretical analysis of relative technology itself, but also the consideration from the view of the actual needs of model engineering and ongoing operational maintenance upgrades is drawn.", "lang": "en", "id": "https://openalex.org/W2384573734"}}
{"_id": "https://openalex.org/W2392234346", "_source": {"title": "PLANNING, CONSTRUCTION, AND MANAGEMENT OF PARKING LOTS IN MEGA-CITY: PROBLEM, EXPERIENCE, AND STRATEGY", "abstract": "PLANNING, CONSTRUCTION, AND MANAGEMENT OF PARKING LOTS IN MEGA-CITY: PROBLEM, EXPERIENCE, AND STRATEGY. Along with the rapid development of urbanization and transportation technology, human society is facing a new automobile era, which brings along problems of traffic congestion and parking difficulty to cities. The paper analyzes the major issues in the planning, construction, and management of parking lots in some mega-cities in China, and puts forward suggestions on strategies for optimization of planning, construction, and management of parking lots in these cities, based on related experience of certain developed countries.", "lang": "en", "id": "https://openalex.org/W2392234346"}}
{"_id": "https://openalex.org/W2510098760", "_source": {"title": "Computational Intelligence: Revised and Selected Papers of the International Joint Conference, IJCCI 2010, Valencia, Spain, October 2010", "abstract": "Computational Intelligence: Revised and Selected Papers of the International Joint Conference, IJCCI 2010, Valencia, Spain, October 2010. The present book includes a set of selected extended papers from the second International Joint Conference on Computational Intelligence (IJCCI 2010), held in Valencia, Spain, from 24 to 26 October 2010. The conference was composed by three co-located conferences: The International Conference on Fuzzy Computation (ICFC), the International Conference on Evolutionary Computation (ICEC), and the International Conference on Neural Computation (ICNC). Recent progresses in scientific developments and applications in these three areas are reported in this book. IJCCI received 236 submissions, from 49 countries, in all continents. After a double blind paper review performed by the Program Committee, only 30 submissions were accepted as full papers and thus selected for oral presentation, leading to a full paper acceptance ratio of 13%. Additional papers were accepted as short papers and posters. A further selection was made after the Conference, based also on the assessment of presentation quality and audience interest, so that this book includes the extended and revised versions of the very best papers of IJCCI 2010. Commitment to high quality standards is a major concern of IJCCI that will be maintained in the next editions, considering not only the stringent paper acceptance ratios but also the quality of the program committee, keynote lectures, participation level and logistics.", "lang": "en", "id": "https://openalex.org/W2510098760"}}
{"_id": "https://openalex.org/W2741171117", "_source": {"title": "Innovative modelling and visualisation platform for sustainable cities - MUtopia", "abstract": "Innovative modelling and visualisation platform for sustainable cities - MUtopia. Now more than half the world’s population lives in towns and cities and this proportion will rise to nearly two thirds by 2030. Many cities worldwide are facing acute challenges, and therefore it is essential that all future developments are carried out on a sustainable footing. Through a web-based platform, MUtopia visualises and demonstrates in a quantifiable manner what impact a planned site development would have by representing best practice in all aspects of sustainable urban living on a relatively large scale. Sites may be new suburbs or rebuilt sections of the city large enough to require systematic planning. The project focuses on the development of an integrated modelling, analysis and visualization tool that helps the government and developers to make informed decisions to achieve such sustainable urban development and implementation. MUtopia integrates the streams of energy, waste, water and transport, based on land use, as well as social and environmental factors so that various planning scenar os or dependencies between factors can be tested. It is an integrated BIM and GIS tool. MUtopia would be an international first in an area of growing interest and need.", "lang": "en", "id": "https://openalex.org/W2741171117"}}
{"_id": "https://openalex.org/W57430574", "_source": {"title": "Возведение автомобильных стоянок и парковок в крупных городах", "abstract": "Возведение автомобильных стоянок и парковок в крупных городах. The results of research for the problem of organization the system of car parking are given. The necessity of differentiation of the size of the parking of a different kind in the city areas due to the urban planning, economic and environmental characteristics of the territory and housing is shown.", "lang": "en", "id": "https://openalex.org/W57430574"}}
{"_id": "https://openalex.org/W594656610", "_source": {"title": "A Short-term Prediction Model of Congestion of Car Parks at Rest Area Using Individual Detection Data of Parking Lots Availability", "abstract": "A Short-term Prediction Model of Congestion of Car Parks at Rest Area Using Individual Detection Data of Parking Lots Availability. Due to the progress of sensing technology and image processing, it is possible to generate useful information for efficient management of car parks at rest areas utilizing the detailed data on usage of parking lots. This study is aimed at developing a prediction model of occupancy at car parks with short prediction range. Through the case study it is confirmed that the model can be regarded valid for predicting the occupancy of parking block.", "lang": "en", "id": "https://openalex.org/W594656610"}}
{"_id": "https://openalex.org/W602011506", "_source": {"title": "Using Three-Dimensional (3-D) Physical Models to Improve Public Participation in Transport Planning: Case Study on Integrating BRT Systems with Rickshaws in Dhaka City", "abstract": "Using Three-Dimensional (3-D) Physical Models to Improve Public Participation in Transport Planning: Case Study on Integrating BRT Systems with Rickshaws in Dhaka City. Use of 3-D virtual (computerized) visualization techniques is increasing as a tool in public participation; however, this technique involves huge cost to develop and is risky to apply in developing countries. Hence, 3-D physical models possibly could be an alternative, cheaper option, for application in such countries. Even though 3-D physical models are very common and widely used in the field of architecture or urban landscape design yet, there is no publication which demonstrates its use in transport planning for the purpose of public participation. The paper reports on the use of 3-D physical models to improve public participation in the transport planning process for integrating BRT with rickshaws. An empirical study involving focus group discussions (FGDs) of transport users and rickshaw-pullers, was conducted in Dhaka City (Bangladesh). During the FGDs it was found that the use of a 3-D physical model was very helpful and useful for the participants to relate spatial contexts of the study area in the model; for discussing spatial aspects; for understanding the proposed development in the area; as well as effective facilitation of discussions. The methodology and tool developed in this study is transferable to other cities or for research on other modes/topics in transport of developing countries.", "lang": "en", "id": "https://openalex.org/W602011506"}}
{"_id": "https://openalex.org/W620691615", "_source": {"title": "Development of a Real-time Model of the Utilisation of Short-term Parking Zones", "abstract": "Development of a Real-time Model of the Utilisation of Short-term Parking Zones. The chance of getting a short-term parking space cannot be estimated reliably because of high situational variation. As a result, parking search traffic amounts to 20% of total traffic in the inner districts of Vienna. Previous attempts to solve the problem through better information of drivers rely on accurate systems that navigate drives to the next parking space. They have failed due to high cost for roadside sensors and are also controversial, because they indirectly promote car use. More interesting is a service, which informs road users early about the situation at the destination. It supports the use of alternative modes and reduces parking search traffic at times, when the parking pressure exceeds the normal level due to unforeseeable circumstances. The real-time utilization model being developed in CoMPASS provides no exact information on single parking spaces, but an accurate picture and reliable prediction of the parking pressure at the destination. It uses 3 existing real-time data sources: (i) location data of mobile-phone parking; (ii) occupancy of car parks in the vicinity; and (iii) volumes of in- and outflowing traffic. The real-time utilization model is validated by a parking space survey and developed as a prototype with online visualization.", "lang": "en", "id": "https://openalex.org/W620691615"}}
{"_id": "https://openalex.org/W108750451", "_source": {"title": "Исследование уязвимостей систем умного дома", "abstract": "Исследование уязвимостей систем умного дома. This article is devoted to the research of the possible vulnerabilities of the automated building management system. Currently digital home systems are getting more and more popular and widespread. They are multifunctional, and therewith complex. Such systems are installed not only in houses, but also in public institution, as well as in strategic buildings, such as nuclear power plants, airports, etc. The combination of different technologies in the construction of an automated system increases the number of possible grave shortcomings in terms of security that will certainly attract the attention of intruders.", "lang": "en", "id": "https://openalex.org/W108750451"}}
{"_id": "https://openalex.org/W114752587", "_source": {"title": "Building Automation Systems Design. Guidelines for Systems with Complex Requirements", "abstract": "Building Automation Systems Design. Guidelines for Systems with Complex Requirements. Buildings today are becoming more and more advanced and the demands on building services are increasing. A modern building is expected to provide a number of services with high security, energy efficiency and convenience. For a building with complex requirements due to the activity, such as a hospital, the services provided are even more advanced and the requirements on them are higher. This implies for the need of a building automation system. These systems come with a cost and have some drawbacks. This thesis will take on the task to study how to benefit from the possibilities with building automation systems while minimizing the drawbacks. The aim is to find guidelines for how to design, procure and manage a building automation system in a hospital in an effective way. The thesis contains a theoretical part, describing the general architecture and functions of a building automation system. Further treated is the different technologies that supply this function and handles communication. Interviews and participation in meetings with people working with building automation systems in hospitals and other buildings with complex requirements due to the activity has been carried out. This has resulted in a part that contains their collection of knowledge, experiences and opinions on these systems. Many of the main issues with building automation systems are treated, like how to avoid dependency on a small group of people and how to ensure the function of several systems that integrate with each other. The last part of this thesis contains guidelines useful when designing, procuring and managing building automation systems with complex requirements. They are based on conclusions from the previous part and the authors own opinions. Some of the guidelines treat what type of technology that is suitable for different systems, how to coordinate a system and how to ensure future function, compatibility and access to service.", "lang": "en", "id": "https://openalex.org/W114752587"}}
{"_id": "https://openalex.org/W1536927464", "_source": {"title": "The engineers and the urban system, 1968-1974/", "abstract": "The engineers and the urban system, 1968-1974/. The social policy agenda of the Great Society was shaped by the recognition that if broad social improvement was to be achieved in urban America, social planning and state intervention based on systemically acquired expertise about the city would have to be developed. As a case study in the development of such expertise, in this thesis I explore the work of the Urban Systems Laboratory (USL), established in 1968 at the Massachusetts Institute of Technology (MIT) with funding from the Ford Foundation. Using computationally intensive methods, behavioral models and the latest techniques of the information sciences, research at the USL emphasized the role of rational, analytical, social scientific expertise in managing social conflict. In particular, I explore the work of Jay W. Forrester, a member of the USL whose research on the city was published in 1969 as Urban Dynamics. Using an IBM Systems/360 Model 67, Forrester built one of the first large-scale, interactive, computational models of a city specifically to explore the consequences of the social policies of the period and more generally the possibility of the social engineering of complex social systems in a postindustrial society. This project of the production of expertise at the USL struggled to secure legitimacy in the early 1970s as the attempt to treat the problems of urban America as phenomena to be handled by a new class of experts was overwhelmed by the sheer scale of urban turmoil.", "lang": "en", "id": "https://openalex.org/W1536927464"}}
{"_id": "https://openalex.org/W1553722117", "_source": {"title": "Responsive Parametric Infrastructure. From self consciousness to civi(l)c awareness: Turin renewal working in progress", "abstract": "Responsive Parametric Infrastructure. From self consciousness to civi(l)c awareness: Turin renewal working in progress. The essay focuses on the process of including people in building a city. Taken for granted that we all understand the value of citizen participation, it is questioned about the effective lack of responsive and inclusive people's activities in cultural and spatial urban changes. It is proposed to turn the old fashion process of building knowledge from static collection of data, and taking profit of conscious and unconscious real time people's input and output information. The urban transformation forecast shifts from ICT interpretation of data to active citizen use and implementation decision driven by technological devices. Starting from an initial project developed at the workshop Smart Building in Torino Smart City, it is described a new smart development strategy for cities and people", "lang": "en", "id": "https://openalex.org/W1553722117"}}
{"_id": "https://openalex.org/W1602697889", "_source": {"title": "Open source urban planning for augmented citizens", "abstract": "Open source urban planning for augmented citizens. Open source urban planning fas to be understood not as focusing on physical aspects of cities, but as approaching their transformation by understanding the behaviours and the social processes of the citizens and exploring alternatives to reconciliate them with physical realities designed in response to former social structures ans ways of life.", "lang": "en", "id": "https://openalex.org/W1602697889"}}
{"_id": "https://openalex.org/W167891503", "_source": {"title": "Automating Parking Studies Using LIDAR Sensors: Proof of Concept", "abstract": "Automating Parking Studies Using LIDAR Sensors: Proof of Concept. This research investigates the possibility of using a sensor mounted on a vehicle to collect parking utilization data in parallel parking areas along arterial streets. There are many promising sensor technologies; Laser Detection and Ranging (LIDAR) is used in this pilot study. In this prototype system, the LIDAR scans 180 degrees in a vertical plane, orthogonal to the vehicle's direction of travel. In each scan the LIDAR sensor returns the distance to the nearest target at each angle. This paper discusses how these returns are then processed to estimate the location of the curb and the presence of objects in the road (i.e., on the near side of the curb). Occlusion reasoning and location reasoning are then applied to determine which of the objects are vehicles, which of those vehicles are parked, and where. The occupancy of the parking area, vehicle size, and vehicle-to-vehicle spacing are then measured. This automated vehicle presence detection promises to greatly reduce the labor of parking surveys, provide measures that were formerly cost prohibitive, and potentially do so in real time. The host vehicle could be a transit bus or another municipal vehicle performing ordinary duties, further reducing the data collection costs. The method was applied to an area with unmarked, on-street parking near the Ohio State University campus in Columbus, Ohio. Vehicle counts from five trips were compared against concurrent ground truth from video with favorable results. Results are then presented for 33 measurement trips made over four years.", "lang": "en", "id": "https://openalex.org/W167891503"}}
{"_id": "https://openalex.org/W171007776", "_source": {"title": "Xiamen Interactive Model", "abstract": "Xiamen Interactive Model. The ‘Xiamen Interactive Model’ was part of the Xiamen City Energy Master plan (2009), commissioned by the city of Xiamen, China and exhibited at the International Energy Efficiency Building Expo in Xiamen in 2010. Bottazzi was working with ‘Chora’, a research-driven practice specialising in bringing urban design and energy planning together, and the Schools of Architecture in the Universities of Tunghai, Taiwan and Xiamen, China. His installation was intended to catalyse the development of an innovative climate-change master plan for Xiamen. Working with both physical representation and dynamic real-time information flows coming from a central computer, Bottazzi’s city model responded to visitors’ input, informing them of the energy consequences of their choice of proposed projects. The combination of physical and digital modelling enabled users to interact more easily with the installation and understand the challenges of climate change in relation to their city.  There were three strands to Bottazzi’s research: a historical study of cybernetic experiments applied to urbanism, particularly Stafford Beer’s 1971–3 ‘Project Cybersyn’ for the Chilean government: a survey of digital technology that now allows implementation of concepts originally sketched out by cyberneticians 40 years ago; and a study of aspects of digital representation.  The installation went on to be exhibited worldwide from 2010–12 at Post-Oil City at ‘The History of the City’s Future’ exhibition at the IFA Gallery Stuttgart (2010); at the IFA Gallery Berlin (2010); in the exhibition hall Mirai Tube in the subway station Minato Mirai, Yokohama, Japan (2011); at the School of Architecture, Anna University, Chennai in cooperation with the Goethe Institute Chennai, India (2012); and at the Kalakriti Art Gallery, Hyderabad, India (2012). The installation was also published in Post-Oil City: The History of the City’s Future (Stuttgart/Aachen: ARCH+ Verlag GmbH, 2011).", "lang": "en", "id": "https://openalex.org/W171007776"}}
{"_id": "https://openalex.org/W173070372", "_source": {"title": "Discussions in space : interactive urban screens for enhancing citizen engagement", "abstract": "Discussions in space : interactive urban screens for enhancing citizen engagement. Local governments struggle to engage time poor and seemingly apathetic citizens, as well as the city's young digital natives, the digital locals. Capturing the attention of this digitally literate community who are technology and socially savvy adds a new quality to the challenge of community engagement for urban planning. This project developed and tested a lightweight design intervention towards removing the hierarchy between those who plan the city and those who use it. The aim is to narrow this gap by enhancing people's experience of physical spaces with digital, civic technologies that are directly accessible within that space. The study's research informed the development of a public screen system called Discussions In Space (DIS). It facilitates a feedback platform about specific topics, e.g., a concrete urban planning project, and encourages direct, in-situ, real-time user responses via SMS and Twitter. The thesis presents the findings of deploying and integrating DIS in a wide range of public and urban environments, including the iconic urban screen at Federation Square in Melbourne, to explore the Human-Computer Interaction (HCI) related challenges and implications. It was also deployed in conjunction with a major urban planning project in Brisbane to explore the system's opportunities and challenges of better engaging with Australia's new digital locals. Finally, the merits of the short-texted and ephemeral data generated by the system were evaluated in three focus groups with professional urban planners. DIS offers additional benefits for civic participation as it gives voice to residents who otherwise would not be easily heard. It also promotes a positive attitude towards local governments and gathers complementary information that is different than that captured by more traditional public engagement tools.", "lang": "en", "id": "https://openalex.org/W173070372"}}
{"_id": "https://openalex.org/W194927369", "_source": {"title": "The Preparation of the Kona Region Community Development Plan: A Case Study in Visioning and Visualization", "abstract": "The Preparation of the Kona Region Community Development Plan: A Case Study in Visioning and Visualization. This case study documents the use of visual simulation in the visioning process in the formulation of the Community Development Plan (CDP) for the Kona Region of Hawaii. The adopted CDP translated the broad goals and policies of Hawaii County’s General Plan into specific actions and priorities for the varied geographies in North and South Kona which included • design of a land develop code, • funding for and location of new roads and public transportation, • green infrastructure, • water supply and waste treatment infrastructure, and • affordable housing. The design of the CDP civic engagement visioning process fully integrated technical analyses and visual simulation which were used to delineate issues, frame choices, and engage the public in making informed decisions. These tools and methods are critical as a large part of the public process, which included workshops and charrettes, was dedicated to the issues of accommodating and locating future growth and the character of new compact development in Hawaii’s fragile natural and native cultural landscape.", "lang": "en", "id": "https://openalex.org/W194927369"}}
{"_id": "https://openalex.org/W199044801", "_source": {"title": "Environmental Considerations", "abstract": "Environmental Considerations. This chapter covers Security System Environmental Considerations. Electronic circuitry sensitivities and environmental factors that can cause costly maintenance and repairs are discussed. Environmental considerations are the forgotten information about designing, installing, and maintaining security systems. Many systems have failed early due to the designer and installer forgetting about or being unaware of the effects of the environment on the security system. When it comes to environmental effects on the performance of security systems, ignorance is not bliss. The chapter explores all of the factors needed to know to protect Alarm/Access Control Systems from environmental harm, including electronic circuitry sensitivities and environmental factors in system failures. It also discusses temperature extremes, the effects of humidity and condensation, vibrations, dirt, insects, birds, snakes, and other creatures, and the effect of lighting at access control system portals.", "lang": "en", "id": "https://openalex.org/W199044801"}}
{"_id": "https://openalex.org/W2063229897", "_source": {"title": "The Expression of Active Structural Network in Intellectual Environment Design", "abstract": "The Expression of Active Structural Network in Intellectual Environment Design. Abstract This essay proposes a combination of commonsense knowledge and the spreading activation theory to strengthen the breadth of spreading activation of user's behavioral information in the field of intelligent environment design. The ontology cited in traditional artificial intelligence is roughly used to express and share knowledge. It is described with concepts, the properties of concepts, and the relationships among concepts, and is mostly presented with the tree-structured classification. However, there are often only vertical subordinate relationships between concepts with no horizontal and cross-layer interactions. Hence, we employ the constrained spreading activation model to perform a series of algorithms, further constructing the knowledge rules which can be commonly utilized to reinforce the breadth of activation process of user's behavioral information in an intelligent environment. These rules can provide a reference to the network service of digitalized cities in the future, and can also support the simulation assessment of applicability of intelligent environment design by employing embedded interactive technology.", "lang": "en", "id": "https://openalex.org/W2063229897"}}
{"_id": "https://openalex.org/W20683081", "_source": {"title": "Study on Digital City’s Technique and Urban Planning", "abstract": "Study on Digital City’s Technique and Urban Planning. Digital city’s technique provides multi-level, high quality, high efficient information services and decisive support for governments, enterprises and individuals, accomplishes fast paced development of productivity and general improvement of people’s living standard. GIS is built platform of total system. Provide objective overall information for urban planning design and three dimensional virtualized direction of development also provides technical support for process of urban planning design and achievements exhibition.", "lang": "en", "id": "https://openalex.org/W20683081"}}
{"_id": "https://openalex.org/W2082004996", "_source": {"title": "Research a application on Residential parking facilities of Stereo garage", "abstract": "Research a application on Residential parking facilities of Stereo garage. From the present tension situation of residential parking facilities, based on the comparison of the three-dimensional garage type and analysis to residential quarters type, made the positive significance and necessity of three-dimensional garage into residential areas clear, put forward selection and planning principles of three-dimensional garage for different residential area, In order to ease parking difficulties and stop disorderly in the residential. Residential parking facilities status After investigating several new residential area of Shenyang, the sale of garage in the district is very good. And some garages are sold even more quickly than the residences. So the price of garage is increasing as well. As building sales staff told, some garages sold out in few weeks after Building opening, and many clients have started to inquire the relative information before the opening quotation of the building. All of the garages have electrically operated gate and radiator, and everyone has Certificate of property title. Many owners park any place the like because of the short supply of garages. To new community which have been considering a heavy demand of the private cars has appeared so nervous situation, for many old residential district had built, the design is more insufficient, so that the parking deficiency, leading to the present common situation that vehicle occupancy road, public activity space and even green space. In view of the above situation, we need to improve the situation of lack space to parking due to the appropriate. So how do we save space for so many cars in the city where the price of land is high. At present, there are two consensus views: stereoscopic parking building, or stereoscopic parking lot under the ground. The underground parking can be seen everywhere. It is very expensive to improve underground parking lot, however this has solved some problems. And there are many restriction factors to build underground parking garage. Therefore, to build a stereoscopic parking building which cover small area and contain much is an effective way to settle the problems.", "lang": "en", "id": "https://openalex.org/W2082004996"}}
{"_id": "https://openalex.org/W2104287494", "_source": {"title": "Stereovision Truck Parking Occupancy Detection", "abstract": "Stereovision Truck Parking Occupancy Detection. Various technologies such as video detection, microwave radar detection and electromagnetic loop detection are used worldwide to detect vehicles for on-road intelligent transportation system (ITS) applications such as traffic signal control, traffic flow measurement, automatic incident detection and many more. With a big growth in ITS applications for near-road applications, such as parking area management, technologies are being adapted to respond to different environments with different needs. Parking occupancy detection is one of the key elements for obtaining a parking management system. This paper presents a stereovision based approach for truck parking occupancy detection.", "lang": "en", "id": "https://openalex.org/W2104287494"}}
{"_id": "https://openalex.org/W2107270271", "_source": {"title": "Smart home tech", "abstract": "Smart home tech. Wireless communication may seem like old news with Wi-Fi and 3G readily available, but competition is heating up between companies that want to offer you wireless streaming of audio, photos and even video directly in your home. Sonos offers its ZonePlayer, which, in league with other ZonePlayers, uses a proprietary system called SonosNet to create a wireless network. Each ZonePlayer can communicate with all the others, and share the music and audio content stored there. A controller, which is also looped into SonosNet, tells each ZonePlayer what you want it to play.", "lang": "en", "id": "https://openalex.org/W2107270271"}}
{"_id": "https://openalex.org/W21251624", "_source": {"title": "Study of IOT Oriented Urban Dynamic Management", "abstract": "Study of IOT Oriented Urban Dynamic Management. To solve the dynamic management problems in traditional mode, new technique related such as GIS and Internet of Things (IOT) is introduced to help the urban governor. The author discusses the architecture of IOT oriented urban dynamic management mode, in the ways of Integration, Sharing data. The example of city camera system is cited to reduce the criminal rate. With the help of IOT oriented method, the governor can manage the whole city dynamically. In conclusion the IOT is positive for the urban manage.", "lang": "en", "id": "https://openalex.org/W21251624"}}
{"_id": "https://openalex.org/W2152887358", "_source": {"title": "Automatic Occupancy Analysis of Sports Arenas", "abstract": "Automatic Occupancy Analysis of Sports Arenas. INTRODUCTION Over the last decades the demand for physical activities has been growing, which puts a high pressure on the sports arenas. From 1964 to 2007 the number of athletes has quadrupled with a steady increase (Pilgaard, 2009). Surveys also show that people are dropping the classic club sports in favour of more flexible sports (Brixen et al., 2010). This calls for a better and more optimal use of the existing sports arenas to keep up with this growing trend. In order to improve the utilisation of a sports arena, its existing use must be examined. This includes examining the number of users using the arena at the same time and the occupancy of the court. Administrators are especially interested in whether the arena is empty, used by a few people or full and the time for when the occupancy changes. The position of the users is also important as they might only use half a court, which means the other half could be rented out to another group. Manual registration of this is cumbersome and expensive and an automatic approach is therefore needed. For such a system to work in general it should be independent of the size of the court, lighting conditions and without any interaction with the users. This can be obtained with a camera. Detecting people with a camera raises some privacy issues though. Not all people like surveillance and the fear of being observed could keep some people out of the arenas. This work therefore proposes an automatic method to analyse the occupancy of a sports arena using thermal imaging. One of the advantages of thermal cameras is that the persons recorded cannot be identified, which is an important factor if the system is to be accepted by the users of the sports arena. On top of that, thermal cameras are invariant to lighting, changing backgrounds and colours, which make them more desirable for an automated application. METHOD The activity at the court is measured by a thermal camera mounted on one of the walls around the arena. The camera detects the long waved infrared radiation emitted by all hot objects which generates a greyscale image that represents the temperature in the scene. Hot object will be bright and cold objects will be dark. This makes it relatively easy to make software algorithms that automatically separate people from the colder background. For each image the persons are counted and their positions on the court are found using a prior calibration. By summing over several images this gives the number of persons and their position for every 5 minute period, which can be used to analyse the use of the arena. The detailed technical description of the system can be found in (Gade et al., 2012). RESULTS Preliminary tests of the system have been conducted in ten different sports arena, one week each. Capturing video with 10 frames per second generates 60,480,000 frames during the ten weeks. As this amount of data will be nearly impossible to manually annotate, the precision of the system have been compared to ground truth for two days covering different types of sport. The result is an average error of 11.76 % in the number of people during time with activity. During the full test period the system shows that it very precisely categorises activity level in zero, low and high activity. Comparing the observations during an arbitrary week to the booking schedule shows that 21.2 % of the booked hours were not used and 23.4 % were used by an average of two or fewer persons. The registration of the positions has been visually evaluated by comparing with manually annotated positions and shows great resemblance. DISCUSSION The results show that for nearly half the booked hours the arena was used by two or fewer persons. The observed sports arenas were booked by the local schools from 8 am to 3 pm during weekdays and booked by sports clubs in afternoons, evenings and weekends. This shows great potential for optimising the use of the sports arenas. Work is currently being done to optimise the precision of the detection software. Furthermore we work on including detection of activity type, activity level and user types. REFERENCES Brixen, S., Larsen, K. H., Lindholm, J. V., Nielsen, K. F., and Riiskjaer, S. (2010). Strategi 2015: En Situationsanalyse (Strategy 2015: A Situation Analysis). DGI. Gade, R., Jorgensen, A. and Moeslund, T. B.(2012). Occupancy Analysis Of Sports Arenas Using Thermal Imaging. Proceedings of the International Conference on Computer Vision Theory and Applications. p. 277- 283. Pilgaard, M. (2009). Sport og Motion i Danskernes Hverdag (Sport and Exercise in the Everyday Life of Danish People). Idraettens Analyseinstitut.", "lang": "en", "id": "https://openalex.org/W2152887358"}}
{"_id": "https://openalex.org/W2167261759", "_source": {"title": "Modeling of RL-Cities", "abstract": "Modeling of RL-Cities. In this paper we present an outline of a newly started project to develop a city generator for use in urban planning. The aim of the project is to develop a rule-based system which is capable of generation lookalike cities. Lookalike cities are cities which resemble real life cities without being an exact copy of it. A city consists of several zones; each zone has it own identity. In order to generate lookalike cities, these zone-identities need to be capture into rules which the system can ‘read’", "lang": "en", "id": "https://openalex.org/W2167261759"}}
{"_id": "https://openalex.org/W2189045423", "_source": {"title": "USING THREE- DIMENSIONAL (3- D) PHYSICAL MODELS TO IMPROVE PUBLIC PARTICIPATION IN TRANSPORT PLANNING", "abstract": "USING THREE- DIMENSIONAL (3- D) PHYSICAL MODELS TO IMPROVE PUBLIC PARTICIPATION IN TRANSPORT PLANNING. Use of 3-D virtual (computerized) visualization techniques is increasing as a tool in public participation; however, this technique involves huge cost to develop and is risky to apply in developing countries. Hence, 3-D physical models possibly could be an alternative, cheaper option, for application in such countries. Even though 3-D physical models are very common and widely used in the field of architecture or urban landscape design yet, there is no publication which demonstrates its use in transport planning for the purpose of public participation. The paper reports on the use of 3-D physical models to improve public participation in the transport planning process for integrating BRT with rickshaws. An empirical study involving focus group discussions (FGDs) of transport users and rickshaw-pullers, was conducted in Dhaka City (Bangladesh). During the FGDs it was found that the use of a 3-D physical model was very helpful and useful for the participants to relate spatial contexts of the study area in the model; for discussing spatial aspects; for understanding the proposed development in the area; as well as effective facilitation of discussions. The methodology and tool developed in this study is transferable to other cities or for research on other modes/topics in transport of developing countries.", "lang": "en", "id": "https://openalex.org/W2189045423"}}
